{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":"","embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[{"unit":"PT","minimum":0,"maximum":5}],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"GRAFICO.1-1-1-titulo","graph_titles":[],"graph_type":"line","indicator_available":"","indicator_name":"global_indicators.1-1-1-title","indicator_number":"1.1.1","indicator_tabs":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"","page_content":"GRAFICO.1-1-1-contenido","permalink":"","placeholder":"","precision":[],"proxy":"","proxy_series":[],"publications":[],"related_indicators":[],"progress_status":"alcanzado","reporting_status":"complete","sort":"","sources":[{"organisation":"FUENTE.Euskadi_Bienestar","periodicity":"FUENTE.FREQ_A2","url":"FUENTE.Euskadi_Bienestar_epds_url","url_text":"FUENTE.Euskadi_Bienestar_epds","logo":"FUENTE.Euskadi_logo"}],"standalone":false,"tags":[],"x_axis_label":"","indicador_disponible":"GRAFICO.1-1-1-titulo","objetivo_global":"objetivo_largo.1-titulo","meta_global":"meta_largo.1-1-titulo","definicion":"Diru-sarrera baliokidea pobreziaren nazioarteko atalasea baino txikiagoa duten pertsonen proportzioa. Muga hori  AEBetako 2,15 dolarretan dago ezarrita, 2017ko erosteko ahalmenaren parekotasunean.  ","formula":"\n$$PP_{UIP}^{t} = \\frac{P_{UIP}^{t}}{P^{t}} \\cdot 100$$\n\nnon:\n\n$P_{UIP}^{t} =$ pobreziaren nazioarteko atalasea (2,15 dolar/eguneko) baino diru-sarrera baliokide \ntxikiagoa duten biztanleak, $t$ urtean\n\n$P^{t} =$ biztanleria $t$ urtean\n","desagregacion":null,"periodicidad":"FUENTE.FREQ_A2","observaciones":"\nDiru-sarrera baliokidea etxeko diru-sarrera erabilgarria da, etxeko kontsumo-unitate kopuruaren arabera  zatitua, ELGAren (Ekonomia Lankidetza eta Garapenerako Erakundea) baliokidetasun-eskala aldatua erabiliz. Helburua da tamaina eta osaera desberdina duten etxeen arteko bizi-mailak modu parekatuan alderatzea.","justificacion_global":"Pobrezia-lerroak aldatu egiten dira herrialdeen erosahalmenaren arabera, eta gradiente ekonomiko \nesanguratsua dute. Hori dela eta, herrialde aberatsenek bizi-estandar altuagoak ezarri ohi dituzte \npobrezia zehazteko. \n\nHala ere, pobrezia absolutu globala kontsumoaren arabera neurtu nahi bada, beharrezkoa da oinarrizko \nondasunen gainean erosahalmen berdina duten bi pertsona berdin tratatzea –biak pobreak edo biak ez-pobreak–, \nbaita herrialde desberdinetan bizi badira ere. \n\nMundu Mailako Garapenari buruzko 1990eko Txostena egin zenetik, Munduko Bankuak estandar komun bat ezarri \nnahi izan du muturreko pobrezia neurtzeko, pobreziak munduko herrialde pobreenetan zer esan nahi duen \noinarri hartuta. Herrialde desberdinetan bizi diren pertsonen ongizatea eskala komun batean neur daiteke, \nmoneten erosahalmenean dauden aldeak doituz. \n\nNormalean erabiltzen den estandarra eguneko dolar 1ekoa da, 1985eko nazioarteko prezioen arabera neurtua \neta tokiko dibisara egokitua, erosahalmenaren paritatearen (EAP) aldaketa-tasak erabiliz. Estandar hori \nMundu Mailako Garapenari buruzko 1990eko Txostenerako aukeratu zen, garai hartan diru-sarrera baxuko \nherrialdeetako pobrezia-lerroetan ohikoa zelako. Mundu-mailan bizitzaren kostuan dauden aldeak aldatu \nahala, nazioarteko pobrezia-lerroa eguneratu egin behar da, EAP prezioen datu berriak erabilita, aldaketa \nhoriek islatzek aldera. Azken aldaketa 2022ko irailean izan zen. Munduko Bankuak 2,15 dolar ezarri zituen \nnazioarteko pobrezia-lerro gisa, 2017ko EAP baliatuta.  \n\n\nIturria: Nazio Batuen Estatistika Sekzioa\n","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-01-01-01a.pdf\">Metadatuak 1-1-1 (1).pdf</a> (ingelesez bakarrik)\n\n<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-01-01-01b.pdf\">Metadatuak 1-1-1 (2).pdf</a> (ingelesez bakarrik)\n","comparabilidad":"EAEn eskuragarri dagoen adierazleak ez ditu betetzen Nazio Batuen adierazlearen metadatuak, baina \nantzeko informazioa ematen du. \n","dato_global":"<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=1.1.1&seriesCode=SI_POV_DAY1&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=ALLAGE%20%7C%20ALLAREA%20%7C%20BOTHSEX\">Nazioarteko pobrezia-atalasearen azpitik dagoen biztanleriaren proportzioa (%) SI_POV_DAY1</a> UNSTATS \n\n<a href=\"https://pip.worldbank.org/home\">Munduko Bankuaren Pobreziaren eta Desberdintasunaren Plataforma</a>\n","national_data_updated_date":"2025-05-08","national_metadata_updated_date":"2025-06-18","en":{"indicador_disponible":"GRAFICO.1-1-1-titulo","objetivo_global":"objetivo_largo.1-titulo","meta_global":"meta_largo.1-1-titulo","definicion":"Proportion of people whose net equivalent income, after social transfers,  is below the international poverty line of USD2.15  in purchasing power parity (PPP) of 2017.","formula":"\n$$PP_{IPL}^{t} = \\frac{P_{IPL}^{t}}{P^{t}} \\cdot 100$$\n\nwhere:\n\n$P_{IPL}^{t} =$ population with net equivalent income below the international poverty line, in year $t$\n\n$P^{t} =$ total population in year $t$\n","desagregacion":null,"periodicidad":"FUENTE.FREQ_A2","observaciones":"\nTo account for the impact of differences in household size and composition,  a household's disposable income is divided by the number of household members converted to adult  equivalents (units of consumption).\nThe number of consumption units in a household  is calculated using the modified OECD scale, which assigns a weight of 1 to the  first person aged 14 or over, a weight of 0.5 for other people aged 14 or over  and a weight of 0.3 for people under 14 years of age.","justificacion_global":"Poverty lines vary according to the purchasing power of countries and \nhave a strong economic gradient, so that the richest countries \ntend to adopt higher standards of living to define poverty.\n\nHowever, to consistently measure global absolute poverty in \nterms of consumption, it is necessary to treat two people with the same \npurchasing power over basic goods in the same way —both are poor or not poor— \neven if they live in different countries.\n\nSince the 1990 World Development Report, the World Bank has \nproposed to apply a common standard to measure extreme poverty, based on \non what poverty means in the poorest countries of the world. The \nwell-being of people living in different countries can be measured in \na common scale adjusting for differences in the purchasing power of the \ncurrencies.\n\nThe commonly used standard of USD1 a day, measured at 1985 prices \nand adjusted to the local currency using rates \nof purchasing power parity (PPP), was chosen for the \nWorld Development Report of 1990 because it was typical of the \npoverty lines in low-income countries at the time. Bespoke \nthat differences in the cost of living are evolving worldwide, the \nInternational Poverty Line must be updated regularly \nusing new PPP price data to reflect these changes. \nThe last change occurred in September 2022, when the World Bank \nadopted USD2.15 as international poverty line \nusing the 2017 PPP.\n\nSource: United Nations Statistics Division\n","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-01-01-01a.pdf\">Metadata 1-1-1 (1).pdf</a>\n\n<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-01-01-01b.pdf\">Metadata 1-1-1 (2).pdf</a>\n","comparabilidad":"The available indicator does not comply with the metadata of the United Nations indicator, but provides \nsimilar information.\n","dato_global":"<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=1.1.1&seriesCode=SI_POV_DAY1&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=ALLAGE%20%7C%20ALLAREA%20%7C%20BOTHSEX\">Proportion of population below the international poverty line (%) SI_POV_DAY1</a> UNSTATS \n\n<a href=\"https://pip.worldbank.org/home\">World Bank Poverty and Inequality Platform </a>\n"},"es":{"indicador_disponible":"GRAFICO.1-1-1-titulo","objetivo_global":"objetivo_largo.1-titulo","meta_global":"meta_largo.1-1-titulo","definicion":"Proporción de personas cuyo ingreso neto equivalente, después de las transferencias sociales,  es inferior al umbral internacional de pobreza, establecido en 2,15 dólares estadounidenses  en paridad de poder adquisitivo (PPA) de 2017.","formula":"\n$$PP_{UIP}^{t} = \\frac{P_{UIP}^{t}}{P^{t}} \\cdot 100$$\n\ndonde:\n\n$P_{UIP}^{t} =$ población con ingresos neto equivalente inferior al umbral internacional de la pobreza, en el año $t$\n\n$P^{t} =$ población total en el año $t$\n","desagregacion":null,"periodicidad":"FUENTE.FREQ_A2","observaciones":"\nLa renta equivalente es un valor derivado de la renta total de un hogar y del número y la edad de las  personas que viven de ella. Mediante una escala de equivalencia, la renta se pondera según el tamaño  y la composición del hogar, ya que el uso compartido del espacio habitable y los electrodomésticos  genera ahorros. Al asignar la renta equivalente equitativamente a cada miembro del hogar,  es posible comparar la renta independientemente del tamaño del hogar o de la edad de sus miembros.","justificacion_global":"Las líneas de pobreza varían según el poder adquisitivo de los países y \npresentan un fuerte gradiente económico, de modo que los países más ricos \ntienden a adoptar estándares de vida más altos para definir la pobreza. \n\nSin embargo, para medir de forma consistente la pobreza absoluta global en \ntérminos de consumo, es necesario tratar a dos personas con el mismo poder \nadquisitivo sobre bienes básicos de la misma manera —ambas son pobres o \nno pobres—, incluso si viven en países diferentes.\n\nDesde el Informe sobre el Desarrollo Mundial de 1990, el Banco Mundial se ha \npropuesto aplicar un estándar común para medir la pobreza extrema, basado \nen lo que significa la pobreza en los países más pobres del mundo. El \nbienestar de las personas que viven en diferentes países puede medirse en \nuna escala común ajustando las diferencias en el poder adquisitivo de las \nmonedas. \n\nEl estándar comúnmente utilizado de 1 dólar al día, medido a precios \ninternacionales de 1985 y ajustado a la moneda local utilizando tipos \nde cambio de paridad de poder adquisitivo (PPA), se eligió para el \nInforme sobre el Desarrollo Mundial de 1990 porque era típico de las \nlíneas de pobreza en los países de bajos ingresos de la época. A medida \nque evolucionan las diferencias en el costo de vida a nivel mundial, la \n línea de pobreza internacional debe actualizarse periódicamente \nutilizando nuevos datos de precios PPA para reflejar estos cambios. \nEl último cambio se produjo en septiembre de 2022, cuando el Banco \nMundial adoptó 2,15 dólares como línea de pobreza internacional \nutilizando la PPA de 2017.\n\nFuente: División de Estadísticas de las Naciones Unidas\n","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-01-01-01a.pdf\">Metadatos 1-1-1 (1).pdf</a> (solo en inglés)\n\n<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-01-01-01b.pdf\">Metadatos 1-1-1 (2).pdf</a> (solo en inglés)\n","comparabilidad":"El indicador disponible no cumple con los metadatos del indicador de Naciones Unidas, pero aporta\ninformación similar.\n","dato_global":"<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=1.1.1&seriesCode=SI_POV_DAY1&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=ALLAGE%20%7C%20ALLAREA%20%7C%20BOTHSEX\">Proporción de población por debajo del umbral internacional de pobreza (%) SI_POV_DAY1</a> UNSTATS \n\n<a href=\"https://pip.worldbank.org/home\">Plataforma de Pobreza y Desigualdad del Banco Mundial</a>\n"},"target_number":"1.1","goal_number":"1","indicator_sort_order":"01-01-01"}