{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.10-7-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.10-7-1-title","indicator_number":"10.7.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"progress_status":"notstarted","reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"indicador_disponible":"GRAFICO.nodisponible","definicion":null,"formula":null,"desagregacion":null,"periodicidad":null,"observaciones":null,"justificacion_global":"\nMigratzaileek jasaten dituzten kostu ekonomiko eta sozial altuak geroz eta sarriago jotzen dira oztopo \nlarritzat nazioarteko migrazioaren ziozko garapen jasangarriko emaitzak lortzeko orduan. Migrazio-politiken \noinarrizko zeregina da, beraz, atzerrian lana bilatzen duten langile migratzaileek dituzten kontratazio-kostuak \nmurriztea. \n\nLangile migratzaileek kontratazio-agentziei ordaintzen dizkieten kontratazio-kostuak eta enplegatzaileek \nordaintzen dituzten komisioak karga handia dira migratzaile pobreen diru sarreretarako eta diru-bidalketetarako. \nBeren familiek bidaltzen dieten dirua kontratazio-agentziei eta legez kanpoko mailegu-emaileei ematen diete. \nUrtero, ia 10 milioi pertsonak erabiltzen dituzte kanal erregularrak enplegua bilatzera migratzeko. Horietako \naskok legez kanpoko komisioak ordaintzen dizkiete kontratazio-agentziei. \n\n\nIturria: Nazio Batuen Estatistika Sekzioa \n","dato_global":null,"indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-10-07-01.pdf\">Metadatuak 10-7-1.pdf</a> (ingelesez bakarrik)","national_data_updated_date":"","national_metadata_updated_date":"2025-06-06","es":{"indicador_disponible":"GRAFICO.nodisponible","definicion":null,"formula":null,"desagregacion":null,"periodicidad":null,"observaciones":null,"justificacion_global":"\nLos elevados costos económicos y sociales que soportan los migrantes se reconocen \ncada vez más como graves impedimentos para alcanzar resultados de desarrollo \nsostenible derivados de la migración internacional. Un papel fundamental de las \npolíticas migratorias es reducir los costos financieros de contratación que \nincurren los trabajadores migrantes que buscan empleo en el extranjero. \n\nLos costos de contratación que pagan los trabajadores migrantes a las agencias \nde contratación, además de las comisiones que pagan los empleadores, suponen \nuna importante carga para los ingresos y las remesas de los migrantes pobres.\n Desvían el dinero que envían sus familias a agencias de contratación y \nprestamistas ilícitos. Casi 10 millones de personas utilizan los canales \nregulares para migrar en busca de empleo cada año. Un gran número de \nellas paga comisiones ilegales a las agencias de contratación.\n\nFuente: División de Estadísticas de las Naciones Unidas\n","dato_global":null,"indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-10-07-01.pdf\">Metadatos 10-7-1.pdf</a> (solo en inglés)"},"en":{"indicador_disponible":"GRAFICO.nodisponible","definicion":null,"formula":null,"desagregacion":null,"periodicidad":null,"observaciones":null,"justificacion_global":"\nThe high economic and social costs incurred by migrants are increasingly \nrecognized as serious impediments to realizing sustainable development \noutcomes from international migration. A critical role of migration policies \nis reducing the financial costs of recruitment incurred by migrant workers \nseeking jobs abroad. \n\nRecruitment costs paid by migrant workers to recruitment agents, on top of \nthe fees paid by the employers, are a major drain on poor migrants’ incomes \nand remittances. They divert the money sent by migrants from the family to \nillicit recruitment agents and money lenders. Almost 10 million people use \nregular channels to migrate in search of employment every year. A large number \nof them pay illegal recruitment fees to the recruitment agents. \n\nSource: United Nations Statistics Division \n","dato_global":null,"indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-10-07-01.pdf\">Metadata 10-7-1.pdf</a>"},"target_number":"10.7","goal_number":"10","indicator_sort_order":"10-07-01"}