{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.14-1-1-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.14-1-1-title","indicator_number":"14.1.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"progress_status":"notstarted","reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"indicador_disponible":"GRAFICO.nodisponible","definicion":null,"formula":null,"desagregacion":null,"periodicidad":null,"observaciones":null,"justificacion_global":"Kostaldeko guneak produktibitate altuko eremuak dira, lurretik, airetik, itsasotik eta pertsonen \neskutik egindako ekarpenak batzen baitituzte. Biztanleen % 40 baino gehiago bizi da kostaldean. \nInguru horietako ekosistemen narriadurak eragin neurrigabeak izan ditzake gizartean (IGOS, 2006). \n\nKostaldearen gaineko presio handietako bat eutrofizazioa da, batez ere nekazaritzako isurketatik \neratorritako lurreko nutrienteen eta etxeko hondakin-uren isurien ondorioz sortua. Kostaldeko \neutrofizazioak kalte larriak eragin ditzake itsas ekosistemetan eta itsasoko bizi-habitatetan, eta, \nhalaber, alga kaltegarrien loratzeak hedatzea eragin dezake. \n\nItsasoko zaborra munduko ozeano eta itsaso guztietan dago. Arriskua geroz eta handiagoa da \nekosistemetarako eta biodibertsitaterako. Halaber, kostu ekonomiko handiak eragiten ditu osasun \npublikoan, turismoan, arrantzan eta akuikulturan dituen ondorioak direla-eta. Itsasoko plastikoek \ninteres berezia dute. Izan ere, azken 50 urteetan plastikoaren ekoizpena 22 bider baino gehiago \nhanditu da: 2025ean, estimazioen arabera, plastikoen birziklapenaren munduko tasa % 9koa zen. \nPlastikoen ekoizpenaren igoera horren eta plastikozko hondakinen kudeaketa faltaren ondorioz, geroz \neta mehatxu handiagoak sortzen dira itsas inguruetarako. Lurreko iturrietatik datozen plastikozko 5 \neta 13 milioi tona inguruk itsasoan amaitzen dutela kalkulatzen da. \n\n14.1 xedeak kutsaduraren eragina murriztea du helburu, eta, horretarako, era guztietako itsas kutsadura \nprebenitzeko eta gutxitzeko egiten du lan, bereziki lurreko jardueretatik datorren kutsadura (itsasoko \ndetrituak eta nutrienteen ziozko kutsadura barne). \n\n\nIturria: Nazio Batuen Estatistika Sekzioa \n","dato_global":"<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=14.1.1&seriesCode=EN_MAR_BEALIT_PUSA&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\">Hondartzako zabor-elementuak azalera-unitateko (elementu-kopurua 100 metro koadroko) EN_MAR_BEALIT_PUSA</a> UNSTATS","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-14-01-01.pdf\">Metadatuak 14-1-1.pdf</a> (ingelesez bakarrik)","national_data_updated_date":"","national_metadata_updated_date":"2025-06-06","es":{"indicador_disponible":"GRAFICO.nodisponible","definicion":null,"formula":null,"desagregacion":null,"periodicidad":null,"observaciones":null,"justificacion_global":"Las zonas costeras son áreas de alta productividad donde convergen los aportes de \nla tierra, el mar, el aire y las personas. Con más del 40% de la población humana \nresidiendo en zonas costeras, la degradación de los ecosistemas en estas áreas \npuede tener efectos desproporcionados en la sociedad (IGOS, 2006). \n\nUna de las mayores presiones sobre los entornos costeros es la eutrofización, \nresultante principalmente del aporte de nutrientes terrestres procedentes de la \nescorrentía agrícola y el vertido de aguas residuales domésticas. La eutrofización \ncostera puede provocar graves daños a los ecosistemas marinos y a los hábitats \nmarinos vitales, y puede provocar la propagación de floraciones de algas nocivas.\n\nLa basura marina se encuentra en todos los océanos y mares del mundo. Constituye un \nriesgo creciente para la salud de los ecosistemas y la biodiversidad, a la vez que \nconlleva importantes costes económicos por sus impactos en la salud pública, \nel turismo, la pesca y la acuicultura. Los plásticos marinos revisten especial \ninterés debido a que, en los últimos 50 años, la producción de plástico se ha \nmultiplicado por más de 22, mientras que la tasa mundial de reciclaje de \nplásticos en 2015 se estimaba en tan solo un 9 %. Este aumento en la producción \nde plástico y la falta de gestión de los residuos plásticos ha supuesto una \namenaza creciente para los entornos marinos, con un estimado de entre 5 y 13 \nmillones de toneladas de plástico procedente de fuentes terrestres que acaban en ellos.\n\nLa Meta 14.1 busca reducir el impacto de la contaminación mediante la prevención \ny la reducción de la contaminación marina de todo tipo, en particular la procedente \nde actividades terrestres, incluidos los detritos marinos y la contaminación por nutrientes.\n\nFuente: División de Estadísticas de las Naciones Unidas\n","dato_global":"<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=14.1.1&seriesCode=EN_MAR_BEALIT_PUSA&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\">Elementos de basura de playa por unidad de superficie (Número de elementos por cada 100 metros cuadrados) EN_MAR_BEALIT_PUSA</a> UNSTATS","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-14-01-01.pdf\">Metadatos 14-1-1.pdf</a> (solo en inglés)"},"en":{"indicador_disponible":"GRAFICO.nodisponible","definicion":null,"formula":null,"desagregacion":null,"periodicidad":null,"observaciones":null,"justificacion_global":"Coastal areas are areas of high productivity where inputs from land, sea, air and people converge. With \nover 40 percent of the human population residing in coastal areas, ecosystem degradation in these areas \ncan have disproportionate effects on society (IGOS, 2006). \n\nOne of the largest pressures on coastal environments is eutrophication, resulting primarily from \nland-based nutrient input from agricultural runoff and domestic wastewater discharge. Coastal \neutrophication can lead to serious damage to marine ecosystems, vital sea habitats, and can cause \nthe spread of harmful algal blooms. \n\nMarine litter is found in all the world’s oceans and seas. It constitutes an increasing risk to \necosystem health and biodiversity while entailing substantial economic costs through its impacts \non public health, tourism, fishing and aquaculture. Marine plastics are of particular interest due \nto the fact that in the last 50 years, plastic production has increased more than 22-fold while the \nglobal recycling rate of plastics in 2015 was only an estimated 9%. This rise in plastic production \nand unmanaged plastic waste has resulted a growing threat to marine environments with an estimated \n5-13 million tons of plastic from land-based sources ending up in marine environments. \n\nTarget 14.1 aims to reduce the impacts of pollution through prevention and reduction of marine pollution \nof all kinds, in particular from land-based activities, including marine debris and nutrient pollution. \n\nSource: United Nations Statistics Division \n","dato_global":"<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=14.1.1&seriesCode=EN_MAR_BEALIT_PUSA&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\">Beach litter items per unit of surface area (Number of items per 100 square meters) EN_MAR_BEALIT_PUSA</a> UNSTATS","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-14-01-01.pdf\">Metadata 14-1-1.pdf</a>"},"target_number":"14.1","goal_number":"14","indicator_sort_order":"14-01-01"}