{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.16-3-3-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.16-3-3-title","indicator_number":"16.3.3","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"progress_status":"notstarted","reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"indicador_disponible":"GRAFICO.nodisponible","objetivo_global":"objetivo_largo.16-titulo","meta_global":"meta_largo.16-3-titulo","definicion":null,"formula":null,"desagregacion":null,"periodicidad":null,"observaciones":null,"justificacion_global":"Nahiz eta ez dagoen justizia eskuratzeko bidearen definizio estandarrik, oro har honakoa da: \n“pertsonen gaitasuna beren eskubideak defendatu eta baliatzeko, eta justizian ebatzi daitezkeen \narazoen aurrean bidezko konponbidea lortzeko, giza eskubideen arauak betez; beharrezkoa bada, \njustizia-erakunde inpartzial formalen edo ez-formalen bidez, eta babes juridiko egokia emanda”. \n\nJustizia behar duten herritarren kasuan, baldintza jakin batzuk bete behar dira beren eskubideak \naitor daitezen, besteak beste informazio egokia eskuratzea, justizia eta aholkularitza juridikoko \nzerbitzuak eskuratzea eta tratu bidezkoa eta inpartziala ematen duten justizia-instituzioak eskura \nizatea. Justiziara eraman daitekeen arazo bat jasan duten pertsonek justiziako mekanismoak eta \ninstituzioak (formalak eta ez-formalak) eskuratzeko orduan dituzten aukerak neurtzea da adierazle \nhonen xedea. \n\nAdierazle honek informazio garrantzitsua eman dezake erakundeen irisgarritasun orokorrari eta \njustizia zibileko prozesuei, oztopoei eta pertsona batzuk baztertzeko arrazoiei buruz. \n\n\nIturria: Nazio Batuen Estatistika Sekzioa \n","dato_global":null,"comparabilidad":null,"indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-16-03-03.pdf\">Metadatuak 16-3-3.pdf</a> (ingelesez bakarrik)","national_data_updated_date":"","national_metadata_updated_date":"2025-06-18","es":{"indicador_disponible":"GRAFICO.nodisponible","objetivo_global":"objetivo_largo.16-titulo","meta_global":"meta_largo.16-3-titulo","definicion":null,"formula":null,"desagregacion":null,"periodicidad":null,"observaciones":null,"justificacion_global":"Si bien no existe una definición estándar de acceso a la justicia, en términos generales se refiere \na “la capacidad de las personas para defender y hacer valer sus derechos y obtener una resolución \njusta de los problemas justiciables en cumplimiento de las normas de derechos humanos; de ser necesario, \na través de instituciones imparciales de justicia formales o informales y con el apoyo jurídico adecuado”.  \n\nEn el caso de los ciudadanos que necesitan justicia, se deben cumplir una serie de \ncondiciones para que se reconozcan sus derechos, como el acceso a información adecuada, \nel acceso a servicios de justicia y asesoramiento jurídico, y el acceso a instituciones de \njusticia que proporcionen un trato justo e imparcial. La razón de ser de este indicador es \ncentrarse en un paso del proceso y, en particular, en la accesibilidad de las instituciones y \nlos mecanismos de justicia (tanto formales como informales) por parte de quienes han experimentado un problema justiciable. \n\nEl indicador puede proporcionar información importante sobre la accesibilidad general de las \ninstituciones y los procesos de justicia civil, las barreras y las razones de exclusión de algunas personas.\n\nFuente: División de Estadísticas de las Naciones Unidas\n","dato_global":null,"comparabilidad":null,"indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-16-03-03.pdf\">Metadatos 16-3-3.pdf</a> (solo en inglés)"},"en":{"indicador_disponible":"GRAFICO.nodisponible","objetivo_global":"objetivo_largo.16-titulo","meta_global":"meta_largo.16-3-titulo","definicion":null,"formula":null,"desagregacion":null,"periodicidad":null,"observaciones":null,"justificacion_global":"While there is no standard definition of access to justice, it is broadly concerned with “the ability of \npeople to defend and enforce their rights and obtain just resolution of justiciable problems in compliance \nwith human rights standards; if necessary, through impartial formal or informal institutions of \njustice and with appropriate legal support.”  \n\nFor citizens in need of justice, a number of conditions should \nbe met for their rights to be recognised, such as access to adequate information, access to justice services \nand legal advice, and access to institutions of justice that provide fair and impartial treatment. The rationale \nof this indicator is to focus on one step of the process and in particular on the accessibility of justice institutions \nand mechanisms (both formal and informal) by those who have experienced a justiciable problem. \n\nThe indicator can provide important information about the overall accessibility of civil justice institutions \nand processes, barriers, and reasons for exclusion of some people. \n\nSource: United Nations Statistics Division \n","dato_global":null,"comparabilidad":null,"indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-16-03-03.pdf\">Metadata 16-3-3.pdf</a>"},"target_number":"16.3","goal_number":"16","indicator_sort_order":"16-03-03"}