{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.16-4-2-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.16-4-2-title","indicator_number":"16.4.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"progress_status":"notstarted","reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"indicador_disponible":"GRAFICO.nodisponible","definicion":null,"formula":null,"desagregacion":null,"periodicidad":null,"observaciones":null,"justificacion_global":"16.4 xedearen helburua legez kanpoko arma-fluxuak errotik murriztea bada ere, fluxu mota horiek \nzuzenean neurtzea oso zaila da, legez kanpoko arma-trafikoaren izaera klandestinoa dela-eta. \n\nBeraz, adierazlearen helburua ez da fluxu horiek neurtzea, baizik eta nazioarteko komunitateak \narmen legez kanpoko trafikoaren fenomenoari aurre egiteko duen eraginkortasuna neurtzea. \n\n16.4.2 adierazleaz gain, ofizialak ez diren beste adierazle batzuk lagungarri izan daitezke \n16.4 xederako txostenen balioak interpretatzeko. Bereziki, honako hauei buruzko informazioa \nbiltzen da: aurkeztutako eta erantzundako nazioarteko eta estatuko bilaketa-eskaeren kopurua, \neta konfiskatutako, aurkitutako eta entregatutako armen kopurua, bereizgarri markatuta dauden \nedo ez kontuan hartu gabe, eta markatu, erregistratu edo suntsitu diren armen guztizko kopurua. \n\nGainera, legez kanpoko arma-trafikoari dagokionez, poliziarekin harremanetan dauden, prozesatu \ndiren eta kondenatu diren pertsonen kopuruari buruzko datuak daude. Adierazle horiek guztiak \nlagungarriak izan litezke armen legez kanpoko trafikoari aurre egiteko nazio-mailan legea \naplikatzeko jardueren irismenari buruzko panorama osatze aldera. \n\n\nIturria: Nazio Batuen Estatistika Sekzioa \n","dato_global":null,"comparabilidad":null,"indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-16-04-02.pdf\">Metadatuak 16-4-2.pdf</a> (ingelesez bakarrik)","national_data_updated_date":"","national_metadata_updated_date":"2025-06-18","es":{"indicador_disponible":"GRAFICO.nodisponible","definicion":null,"formula":null,"desagregacion":null,"periodicidad":null,"observaciones":null,"justificacion_global":"Si bien la Meta 16.4 tiene por objeto reducir significativamente los flujos \nilícitos de armas, la medición directa de estos tipos de flujos es extremadamente \ndifícil debido a la naturaleza clandestina del tráfico ilícito de armas. \n\nPor lo tanto, el indicador no tiene por objeto medir estos flujos, sino \nla eficiencia con la que la comunidad internacional combate el fenómeno del \ntráfico ilícito de armas. \n\nAdemás del indicador 16.4.2, otros indicadores \nno oficiales pueden ser de ayuda para interpretar los valores de los informes para \nla Meta 16.4. En particular, se recopila información sobre el número de solicitudes \nde rastreo internacionales y nacionales presentadas y respondidas, y el número total \nde armas incautadas, encontradas y entregadas, independientemente de si están \nmarcadas de manera única o no, y el número total de armas que han sido marcadas, \nregistradas o destruidas. \n\nAdemás, se dispone de datos sobre el número de personas en contacto con \nla policía, procesadas y condenadas, en relación con el tráfico ilícito de armas. \nTodos estos indicadores podrían ayudar a completar el panorama sobre el alcance de \nlas actividades de aplicación de la ley a nivel nacional para combatir el tráfico ilícito de armas.\n\nFuente: División de Estadísticas de las Naciones Unidas\n","dato_global":null,"comparabilidad":null,"indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-16-04-02.pdf\">Metadatos 16-4-2.pdf</a> (solo en inglés)"},"en":{"indicador_disponible":"GRAFICO.nodisponible","definicion":null,"formula":null,"desagregacion":null,"periodicidad":null,"observaciones":null,"justificacion_global":"While Target 16.4 aims at significantly reducing illicit arms flows, directly measuring these types of flows \nis extremely difficult due to the underground nature of illicit arms trafficking. \n\nTherefore, the indicator does not aim at measuring these flows, but the efficiency with which the international \ncommunity combats the phenomenon of illicit arms trafficking. \n\nIn addition to indicator 16.4.2 as defined in this document, other non-official indicators may be of \nassistance when interpreting the reporting values for Goal 16.4. In particular, information is collected on \nthe number of international and national tracing requests placed and responded to, and the total number \nof arms seized, found and surrendered by whether they are uniquely marked or not, the total number of \narms that have been marked, recorded or destroyed. \n\nIn addition, data on the number of individuals in\ncontact with the police, prosecuted and convicted, in relation to illicit trafficking of arms is available. All \nthese indicators could help complete the picture regarding the extent of Law Enforcement activities at \nthe national level to counter illicit trafficking in arms. \n\nSource: United Nations Statistics Division \n","dato_global":null,"comparabilidad":null,"indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-16-04-02.pdf\">Metadata 16-4-2.pdf</a>"},"target_number":"16.4","goal_number":"16","indicator_sort_order":"16-04-02"}