{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.2-1-2-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.2-1-2-title","indicator_number":"2.1.2","national_geographical_coverage":"","page_content":"GRAFICO.2-1-2-contenido","permalink":"","precision":[],"progress_status":"alcanzado","reporting_status":"complete","sort":"","sources":[{"organisation":"FUENTE.Euskadi_Bienestar","periodicity":"FUENTE.FREQ_A2","url":"FUENTE.Euskadi_Bienestar_epds_url","url_text":"FUENTE.Euskadi_Bienestar_epds","logo":"FUENTE.Euskadi_logo"}],"standalone":false,"tags":[],"indicador_disponible":"GRAFICO.2-1-2-titulo","objetivo_global":"objetivo_largo.2-titulo","meta_global":"meta_largo.2-1-titulo","definicion":"Azken hamabi hilabeteetan Elikagaien Segurtasuneko Eskalan (ESE) neurtuta elikagai-segurtasunarekin arazoren bat izan duten biztanleen ehunekoa  ","formula":"\n$$T_{FSS}^{t} = \\frac{P_{FSS}^{t}}{P^{t}} \\cdot 100$$\n\nnon:\n\n$P_{FSS}^{t} =$ azken 12 hilabeteetan elikagaien segurtasun-gabeziako egoera larri \nedo oso larriren bat jasan duten biztanleak, $t$ urtean\n\n$P^{t} =$ biztanleria $t$ urtean\n","desagregacion":null,"observaciones":"Adierazleak elikagaien segurtasun-gabeziaren bat duten pertsonen proportzioa neurtzen du, \ngaldetegi honen arabera: \n\n- A- Erosten dituzten elikagaiak agortzen zaizkie eta ez dute dirurik gehiago lortzeko \n- B- Ezin dute elikadura orekatua eta askotarikoa eskuratu \n- C- Janari kantitatea murriztu dute edo otordu batzuk ere saltatu dituzte elikatzeko diru nahikorik ez zutelako \n- D- Gertatu bada, ¿zein maiztasunekin gertatu da?\n- E- Nahi baino gutxiago jan dute elikagaiak erosteko nahikoa diru ez zeukatelako \n- F- Gose izan dira, baina ez dute jan, nahikoa janari lortu ezin izan dutelako  \n\nElikagaien segurtasunik eza honela puntuatzen da:\n - Arazorik gabe: Arazo bakarra badu edo bat ere ez\n - Arazo larria: 2 eta 4 arazo artean baditu\n - Arazo oso larria: 5 arazo edo gehiago baditu\n","periodicidad":"FUENTE.FREQ_A2","justificacion_global":"\nLarritasun ertaineko mailetan elikagai-segurtasunik ez badago, ezinezkoa izan ohi da modu osasuntsu eta \norekatuan maiz jatea. Ondorioz, larritasun ertaineko mailetan elikagai segurtasunik eza nagusitzen bada, \nhainbat osasun-arazo aurreikus daitezke, besteak beste biztanleen dietarekin, mikronutrienteen urritasunarekin \nedo dieta desorekatuekin lotuta. \n\nElikagaien segurtasunik ezeko maila larriek, bestalde, aukera handiak eragiten dituzte jandako elikagaien \nkopurua murrizteko, eta, beraz, desnutrizio-forma larriak eragin ditzakete, gosea barne. \n\nElikagaien segurtasunik ezari buruzko esperientziaren eskala bezalako galdetegi laburrak oso erabilerrazak \ndira, eta kostu mugatua dute, horiek izanik dituzten abantaila nagusietakoak. \n\n\nIturria: Nazio Batuen Estatistika Sekzioa, Eurostat \n","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-02-01-02.pdf\">Metadatuak 2-1-2.pdf (ingelesez bakarrik)</a>","dato_global":"<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=2.1.2&seriesCode=AG_PRD_FIESMS&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=ALLAGE%20%7C%20ALLAREA%20%7C%20BOTHSEX\"> Elikagaien segurtasun-gabezia ertain edo larriaren prebalentzia biztanlerian (%) AG_PRD_FIESMS</a> UNSTATS","comparabilidad":"EAEn eskuragarri dagoen adierazleak ez ditu Nazio Batuen metadatuak betetzen, baina antzeko informazioa ematen du. Elikagaien segurtasunik eza modu desberdinean puntuatzen da.","national_data_updated_date":"2025-06-11","national_metadata_updated_date":"2025-06-18","en":{"indicador_disponible":"GRAFICO.2-1-2-titulo","objetivo_global":"objetivo_largo.2-titulo","meta_global":"meta_largo.2-1-titulo","definicion":"Percentage of the population experiencing any of the food insecurity problems  listed in the Food Security Scale (FSS) during the past twelve months","formula":"\n$$T_{FSS}^{t} = \\frac{P_{FSS}^{t}}{P^{t}} \\cdot 100$$\n\nwhere:\n\n$P_{FSS}^{t} =$ Population that has suffered a severe or very severe food insecurity \nsituation in the last 12 months of the year $t$\n\n$P^{t} =$ total population in the year $t$\n","desagregacion":null,"observaciones":"The indicator measures the proportion of people experiencing some form of food \ninsecurity according to the following questionnaire:\n\n - A- They run out of food they buy and have no money to buy more.\n - B- They cannot achieve a balanced and varied diet\n - C- Have you cut back on the amount of food you ate or even skipped meals because\n      you didn't have enough money for food?\n - E- Have you eaten less than you would have liked because you didn't have enough money to buy food?\n - F- Have you ever been hungry but didn't eat because you couldn't get enough food?\n","periodicidad":"FUENTE.FREQ_A2","justificacion_global":"\nFood insecurity at moderate levels of severity is typically associated with the inability \nto regularly eat healthy, balanced diets. As such, high prevalence of food insecurity at \nmoderate levels can be considered a predictor of various forms of diet-related health \nconditions in the population, associated with micronutrient deficiency and unbalanced diets. \n\nSevere levels of food insecurity, on the other hand, imply a high probability of reduced \nfood intake and therefore can lead to more severe forms of undernutrition, including hunger.\n\nShort questionnaires like the FIES are very easy to administer at limited cost, which is \none of the main advantages of their use.\n\nSource: United Nations Statistics Division, Eurostat\n","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-02-01-02.pdf\">Metadata 2-1-2.pdf</a>","dato_global":"<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=2.1.2&seriesCode=AG_PRD_FIESMS&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=ALLAGE%20%7C%20ALLAREA%20%7C%20BOTHSEX\"> Prevalence of moderate or severe food insecurity in the population (%) AG_PRD_FIESMS</a> UNSTATS","comparabilidad":"\nThe available indicator does not comply with United Nations metadata but provides similar information."},"es":{"indicador_disponible":"GRAFICO.2-1-2-titulo","objetivo_global":"objetivo_largo.2-titulo","meta_global":"meta_largo.2-1-titulo","definicion":"Porcentaje de la población que ha sufrido durante los últimos doce meses alguno de los problemas de inseguridad alimentaria de la Escala de Seguridad Alimentaria (FSS)","formula":"\n$$T_{FSS}^{t} = \\frac{P_{FSS}^{t}}{P^{t}} \\cdot 100$$\n\ndonde:\n\n$P_{FSS}^{t} =$ población que ha sufrido alguna situación de inseguridad alimentaria \ngrave o muy grave en los últimos 12 meses en el año $t$\n\n$P^{t} =$ población total en el año $t$\n","desagregacion":null,"observaciones":"El indicador mide la proporción de personas que experimentan alguna situación de\ninseguridad alimentaria según el siguiente cuestionario:\n\n - A- Se les agotan los alimentos que compran y no disponen de dinero para conseguir más\n - B- No pueden conseguir una alimentación equilibrada y variada\n - C- ¿Han recortado la cantidad de comida o incluso se han saltado algunas comidas porque no disponían de dinero suficiente para alimentación?\n      - D- Si ha ocurrido, ¿con qué frecuencia ha ocurrido?\n - E- ¿Han comido menos de lo que hubiesen querido porque no disponían de suficiente dinero para comprar alimentos?\n - F- ¿Han tenido ustedes hambre pero no comieron porque no pudieron conseguir comida suficiente?\n \nLos problemas de inseguridad alimentaria se puntuan de la siguiente manera:\n - Sin problemas: Si solo tiene un problema o ninguno\n - Problema grave: Si tiene entre 2 y 4 problemas\n - Problema muy grave: 5 o mas problemas\n","periodicidad":"FUENTE.FREQ_A2","justificacion_global":"\nLa inseguridad alimentaria en niveles moderados de gravedad suele estar asociada \na la incapacidad de comer regularmente dietas saludables y equilibradas. Por tanto, \nuna prevalencia elevada de inseguridad alimentaria en niveles moderados puede \nconsiderarse un predictor de diversas formas de problemas de salud relacionados \ncon la dieta en la población, asociados a la deficiencia de micronutrientes y a \ndietas desequilibradas. \n\nLos niveles graves de inseguridad alimentaria, por otra parte, implican una alta \nprobabilidad de reducción de la ingesta de alimentos y, por tanto, pueden dar lugar a \nformas más graves de desnutrición, incluido el hambre.\n\nLos cuestionarios breves como la Escala de experiencia de inseguridad alimentaria \nson muy fáciles de administrar y \ntienen un coste limitado, lo que constituye una de las principales ventajas de su uso.\n\nFuente: División de Estadísticas de las Naciones Unidas, Eurostat\n","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-02-01-02.pdf\">Metadatos 2-1-2.pdf (solo en inglés)</a>","dato_global":"<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=2.1.2&seriesCode=AG_PRD_FIESMS&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=ALLAGE%20%7C%20ALLAREA%20%7C%20BOTHSEX\"> Prevalencia de inseguridad alimentaria moderada o severa en la población (%) AG_PRD_FIESMS</a> UNSTATS","comparabilidad":"El indicador disponible no cumple con los metadatos de Naciones Unidas pero aporta información similar. El grado de inseguridad alimentaria se puntua de forma diferente."},"target_number":"2.1","goal_number":"2","indicator_sort_order":"02-01-02"}