{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":"","embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"GRAFICO.2-3-2-titulo","graph_titles":[],"graph_type":"line","indicator_available":"","indicator_name":"global_indicators.2-3-2-title","indicator_number":"2.3.2","indicator_tabs":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"","page_content":"GRAFICO.2-3-2-contenido","permalink":"","placeholder":"","precision":[],"proxy":"","proxy_series":[],"publications":[],"related_indicators":[],"progress_status":"retroceso","reporting_status":"complete","sort":"","sources":[{"organisation":"FUENTE.Euskadi_Alimentacion","periodicity":"FUENTE.FREQ_A","url":"FUENTE.Euskadi_Alimentacion_ricav_url","url_text":"FUENTE.Euskadi_Alimentacion_ricav","logo":"FUENTE.Euskadi_logo"}],"standalone":false,"tags":null,"x_axis_label":"","indicador_disponible":"GRAFICO.2-3-2-titulo","objetivo_global":"objetivo_largo.2-titulo","meta_global":"meta_largo.2-3-titulo","definicion":"Nekazaritzako ustiategi txiki eta handien diru-sarrera gordina.\n\nUstiategia txikitzat hartzen da ondoko bi baldintzak betetzen baditu:\n - Erabiltzen duen lur-kantitatea (hektareatan neurtuta) Euskal Autonomia Erkidegoko \n   nekazaritza-ustiategien tamainaren banaketa metatuaren % 40 baxuenaren barruan dago. \n - Nekazaritzako jardueren urteko diru-sarrera Euskal Autonomia Erkidegoko nekazaritzako \n   diru-sarreren banaketa metatuaren % 40 txikienaren barruan dago.\n\nUstiategiak baldintza horietakoren bat betetzen ez badu, handitzat joko da.\n","formula":"\n$$IBM^{t} = SE131^{t} - SE275^{t} - SE365^{t}$$\n\nnon:\n\n$SE131^{t}$ = laboreen eta horien deribatuen, abereen, abeltzaintzako produktuen eta nekazaritzako \nbeste ekoizpen batzuen guztizko ekoizpena $t$ urtean\n\n$SE275^{t}$ = laboreen eta aziendaren kostu espezifikoak, hala nola kostu orokorrak $t$ urtean\n\n$SE365^{t}$ = nekazariaren jabetzakoak ez diren ekoizpen-faktoreen ordainketa (lana, lurra eta \nkapitala), hau da, soldatak, errentamenduak eta ordaindutako interesak $t$ urtean\n","desagregacion":"Lurralde historikoa","observaciones":null,"periodicidad":"FUENTE.FREQ_A","justificacion_global":"\nGarapen Jasangarrirako 2030eko Agendak nabarmendu duenez, garrantzitsua da elikagaien ekoizle txikien \ndiru-sarrerak hobetzea, horiek berebiziko esangura baitute elikagaiak mundu-mailan ekoizteko orduan. \nAdierazleak arlo honetako aurrerapenak ikuskatzen ditu, 2030. urterako diru-sarrerak bikoizteko asmoz. \n\nEskala txikiko ekoizpen-unitateetan diru-sarrerak hobetzeak, halaber, eragina dauka pobrezia murrizteko \norduan, elikagaien ekoizle txikiak pobreak izan ohi direlako eta, askotan, bizirauteko baldintza urrietan \ndaudelako. \n\n\nIturria: Nazio Batuen Estatistika Sekzioa, Eurostat \n","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-02-03-02.pdf\">Metadatuak 2-3-2.pdf (ingelesez bakarrik)</a>","dato_global":null,"comparabilidad":"EAEn eskuragarri dagoen adierazleak ez ditu Nazio Batuen metadatuak betetzen, baina antzeko informazioa ematen du.","national_data_updated_date":"2025-08-04","national_metadata_updated_date":"2025-06-18","es":{"indicador_disponible":"GRAFICO.2-3-2-titulo","objetivo_global":"objetivo_largo.2-titulo","meta_global":"meta_largo.2-3-titulo","definicion":"Ingreso Bruto de la Explotación de las explotaciones agrícolas, pequeñas y grandes.\n\nUna explotación se considera pequeña cuando cumple ambas condiciones:\n - Opera una cantidad de tierra que se encuentra en los dos primeros quintiles \n   (el 40% inferior) de la distribución acumulada del tamaño de la tierra a nivel de la \n   Comunidad Autónoma de Euskadi (medida en hectáreas).\n - Obtiene un ingreso económico anual de las actividades agrícolas que se encuentra en los \n   dos primeros quintiles (el 40% inferior) de la distribución acumulada de los ingresos \n   económicos agrícolas por unidad de producción a nivel de la Comunidad Autónoma de Euskadi.\n\nSi una explotación no cumple alguna de estas condiciones, se considera grande.\n","formula":"\n$$IBM^{t} = SE131^{t} - SE275^{t} - SE365^{t}$$\n\ndonde:\n\n$SE131^{t}$ = producción total de cultivos y derivados, ganado y productos ganaderos y \notras producciones en el año $t$\n\n$SE275^{t}$ = costes específicos de cultivos y ganado como los costes generales en el año $t$\n\n$SE365^{t}$ = remuneración de los factores de producción (trabajo, tierra y capital) que no \nson propiedad del agricultor (salarios, arrendamientos e intereses pagados) en el año $t$\n","desagregacion":"Territorio histórico","observaciones":null,"periodicidad":"FUENTE.FREQ_A","justificacion_global":"\nLa Agenda 2030 para el Desarrollo Sostenible ha hecho hincapié en la importancia de mejorar los \ningresos de los pequeños productores de alimentos, ya que estos desempeñan un papel importante \nen la producción mundial de alimentos. El indicador monitorea los avances en esta área, donde \nel objetivo es duplicar los ingresos para el año 2030.\n\nLa mejora de los ingresos de las unidades de producción en pequeña escala también tiene \nimplicaciones en la reducción de la pobreza, ya que los pequeños productores de alimentos \nsuelen ser pobres y con frecuencia se encuentran cerca de las condiciones de subsistencia.\n\nFuente: División de Estadísticas de las Naciones Unidas, Eurostat\n","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-02-03-02.pdf\">Metadatos 2-3-2.pdf (solo en inglés)</a>","dato_global":null,"comparabilidad":"El indicador disponible no cumple con los metadatos de Naciones Unidas pero aporta información similar."},"en":{"indicador_disponible":"GRAFICO.2-3-2-titulo","objetivo_global":"objetivo_largo.2-titulo","meta_global":"meta_largo.2-3-titulo","definicion":"Gross Operating Income of small and large agricultural holdings.\n\nAn agricultural holding is considered small when it meets both conditions:\n - It operates an amount of land that falls within the first two quintiles (the bottom 40%) \n   of the cumulative distribution of land size at the level of the Autonomous Community of \n   the Basque Country (measured in hectares).\n - Obtains an annual income from agricultural activities that falls within the first two \n   quintiles (the bottom 40%) of the cumulative distribution of agricultural income per unit \n   of production at the level of the Autonomous Community of the Basque Country.\n\nIf an agricultural holding does not meet any of these conditions, it is considered large.\n","formula":"\n$$IBM^{t} = SE131^{t} - SE275^{t} - SE365^{t}$$\n\nwhere:\n\n$SE131^{t}$ = Total production of crops and derivatives, livestock and livestock products, \nand other production in the year $t$\n\n$SE275^{t}$ = specific costs of crops and livestock as well as general costs in the year $t$\n\n$SE365^{t}$ = Compensation for factors of production (labor, land, and capital) that are not \nowned by the farmer (wages, rent, and interest paid) in the year $t$\n","desagregacion":"Province","observaciones":null,"periodicidad":"FUENTE.FREQ_A","justificacion_global":"\nThe 2030 Sustainable Development Agenda has emphasized the importance of enhancing \nproductivity of small-scale food producers, as these producers play an important role \nin the global production of food. The indicator monitors progress in this area, where \nthe target is to double productivity by year 2030.\n\nThe enhancement of labour productivity in small-scale production units also has \nimplications on poverty reduction, as small-scale food producers are often poor, \nand are frequently found to be close to subsistence conditions.\n\nSource: United Nations Statistics Division, Eurostat\n","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-02-03-02.pdf\">Metadata 2-3-2.pdf</a>","dato_global":null,"comparabilidad":"The available indicator does not comply with United Nations metadata but provides similar information."},"target_number":"2.3","goal_number":"2","indicator_sort_order":"02-03-02"}