{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[{"field":"Sexo","value":"F"},{"field":"Sexo","value":"M"}],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"GRAFICO.5-4-1-titulo","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.5-4-1-title","indicator_number":"5.4.1","national_geographical_coverage":"","page_content":"GRAFICO.5-4-1-contenido","permalink":"","precision":[],"progress_status":"progreso","reporting_status":"complete","sort":"","sources":[{"organisation":"FUENTE.Eustat","periodicity":"FUENTE.FREQ_A5","url":"FUENTE.Eustat_ept_url","url_text":"FUENTE.Eustat_ept","logo":"FUENTE.Eustat_logo"}],"standalone":false,"tags":"","indicador_disponible":"GRAFICO.5-4-1-titulo","objetivo_global":"objetivo_largo.5-titulo","meta_global":"meta_largo.5-4-titulo","definicion":"Batez besteko egun batean etxearekin eta familiarekin lotutako jardueretan(etxeko lanak eta etxeko lagunez arduratzea) emandako minutuak, biztanleko.","formula":"\n$$THFP^{t} = \\frac{THF^{t}}{PHF^{t}}$$\n\nnon:\n\n$THF^{t} =$ biztanleriak batez besteko egun batean etxeko lanetan edo etxeko lagunez arduratzen emandako minutuak $t$ urtean \n\n$PHF^{t} =$ biztanleria $t$ urtean \n","desagregacion":"Sexua\n\nLurralde historikoa\n","periodicidad":"FUENTE.FREQ_A5","justificacion_global":"Adierazlearen helburua da emakumeek eta gizonek ordaindu gabeko lanak egiten ematen duten denbora neurtzea, lan oro, \nordaindua izan ala ez, balioesten dela bermatzeko. \n\nGainera, genero-berdintasunaren ebaluazioa ere egiten du, emakumeek eta gizonek ordaindu gabeko zereginetan (janaria \nprestatzen, garbitzen edo haurrak zaintzen) ematen duten denboraren arteko aldeak nabarmentzen baititu. \n\nAdierazle horrek egun bateko batez besteko denbora-kopurua neurtzen du proportzio gisa. Hala, adierazten bada herrialde \njakin batean 15 urteko edo gehiagoko emakumeek beren egunaren % 10 ematen dutela ordaindu gabeko etxeko lanetan eta \nadin-talde bereko gizonek % 1, emakumeek 2,4 ordu ematen dituzte (2 ordu eta 24 minutu) eta gizonek, aldiz, 14,4 minutu \negunean, batez beste. Aurrerago 4.c atalean azaltzen den bezala, eguneko batezbesteko hori datuak biltzeko erreferentziazko \naldian hartutako batezbesteko batetik ateratzen da, eta, beraz, ez du esan nahi emakumeek eta gizonek egunero ematen \ndituztenik denbora-kopuru horiek. \n\n\nIturria: Nazio Batuen Estatistika Sekzioa \n","dato_global":"","comparabilidad":"EAEn eskuragarri dagoen adierazleak Nazio Batuen adierazlearen metadatuak betetzen ditu.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-05-04-01.pdf\">Metadatuak 5-4-1.pdf</a> (ingelesez bakarrik)","national_data_updated_date":"2025-04-22","national_metadata_updated_date":"2025-08-14","es":{"indicador_disponible":"GRAFICO.5-4-1-titulo","objetivo_global":"objetivo_largo.5-titulo","meta_global":"meta_largo.5-4-titulo","definicion":"Promedio diario de minutos dedicados a actividades destinadas al hogar y la familia (trabajos domésticos o  cuidar las personas del hogar) por habitante","formula":"\n$$THFP^{t} = \\frac{THF^{t}}{PHF^{t}}$$\n\ndonde:\n\n$THF^{t} =$ minutos dedicados por la población a los trabajos domésticos o a cuidar las personas del hogar en un día promedio en el año $t$\n\n$PHF^{t} =$ población en el año $t$\n","desagregacion":"Sexo\n\nTerritorio histórico\n","periodicidad":"FUENTE.FREQ_A5","justificacion_global":"El objetivo del indicador es medir la cantidad de tiempo que las mujeres y los hombres \ndedican a realizar tareas no remuneradas, para garantizar que todo trabajo, ya sea remunerado \no no, sea valorado.\n\nAdemás, también proporciona una evaluación de la igualdad de género, al destacar las \ndiscrepancias entre el tiempo que las mujeres y los hombres dedican a tareas no remuneradas, \ncomo cocinar, limpiar o cuidar a los niños.\n\nEste indicador mide la cantidad promedio de tiempo como proporción en un día, de modo \nque si para un país determinado se informa que las mujeres de 15 años o más dedican el \n10% de su día a tareas domésticas no remuneradas mientras que los \nhombres del mismo grupo de edad dedican el 1%, indica que las mujeres dedican\n 2,4 horas (2 horas y 24 minutos), mientras que los hombres dedican 14,4 minutos a ello \nal día, en promedio. Como se explica más adelante en 4.c, este promedio \ndiario se obtiene a partir de un promedio tomado durante el período de referencia \npara la recopilación de datos y, por lo tanto, no significa que las mujeres y los \nhombres dediquen estas cantidades de tiempo dadas todos los días.\n\nFuente: División de Estadísticas de las Naciones Unidas\n","dato_global":"","comparabilidad":"El indicador disponible cumple con los metadatos del indicador de Naciones Unidas","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-05-04-01.pdf\">Metadatos 5-4-1.pdf</a> (solo en inglés)"},"en":{"indicador_disponible":"GRAFICO.5-4-1-titulo","objetivo_global":"objetivo_largo.5-titulo","meta_global":"meta_largo.5-4-titulo","definicion":"Average number of minutes dedicated each day to activities related to home and family per inhabitant (domestic chores and care of people in the household)","formula":"\n$$THFP^{t} = \\frac{THF^{t}}{PHF^{t}}$$\n\nwhere:\n\n$THF^{t} =$ minutes dedicated by the population to home and family (domestic chores orcare of people in the household) on an average day in year $t$\n\n$PHF^{t} =$  population in year $t$\n","desagregacion":"Sex\n\nProvince\n","periodicidad":"FUENTE.FREQ_A5","justificacion_global":"The purpose of the indicator is to measure the amount of time women and men spend doing unpaid \nwork, to ensure that all work, whether paid or unpaid, is valued. \n\nIn addition, it also provides an assessment of gender equality, by highlighting discrepancies \nbetween how much time women and men spend on unpaid work, like cooking, cleaning, or taking \ncare of children. \n\nThis indicator measures the average amount of time as a proportion in a day, so that if for a given \ncountry it is reported that women aged 15+ spend 10% of their day on unpaid domestic chores while men \nin the same age group spend 1%, it indicates that women spend 2.4 hours (2 hours and 24 minutes), \nwhile men spend 14.4 minutes on it a day, on average. As explained further in 4.c, this daily average is \nobtained from an average taken over the reference period for the data collection, and thus not mean \nthat women and men spend these given amounts of time every single day. \n\nSource: United Nations Statistics Division\n","dato_global":"","comparabilidad":"The available indicator complies with United Nations metadata.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-05-04-01.pdf\">Metadata 5-4-1.pdf</a>"},"target_number":"5.4","goal_number":"5","indicator_sort_order":"05-04-01"}