{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[{"field":"Ocupacion","value":"CNO2011_1"}],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.5-5-2-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.5-5-2-title","indicator_number":"5.5.2","national_geographical_coverage":"","page_content":"GRAFICO.5-5-2-contenido","permalink":"","precision":[],"progress_status":"retroceso","reporting_status":"complete","sort":"","sources":[{"organisation":"FUENTE.Eustat","periodicity":"FUENTE.FREQ_A","url":"FUENTE.Eustat_pra_url","url_text":"FUENTE.Eustat_pra","logo":"FUENTE.Eustat_logo"}],"standalone":false,"tags":"","indicador_disponible":"global_indicators.5-5-2-title","objetivo_global":"objetivo_largo.5-titulo","meta_global":"meta_largo.5-5-titulo","definicion":"Zuzendaritza-karguetan diharduten, goi-zuzendaritzan diharduten, eta enpresaburu diren emakumeen proportzioak,  kargu edo jarduera ekonomiko horietan diharduten pertsona guztiekiko  ","formula":"\n$$PDIR_{emakumeak}^{t} = \\frac{DIR_{emakumeak}^{t}}{DIR_{emakumeak}^{t}+DIR_{gizonak}^{t}} \\cdot 100$$\n\nnon:\n\n$DIR_{emakumeak}^{t} =$ emakumeak dagokion jardueran $t$ urtean\n\n$DIR_{gizonak}^{t} =$ gizonak dagokion jardueran $t$ urtean\n","desagregacion":"Okupazioa\n\nLurralde historikoa\n","periodicidad":"FUENTE.FREQ_A","observaciones":"Zuzendaritza-kargutzat hartzen dira LSN-2011ko 1. taldeko okupazio guztiak; goi-zuzendaritzatzat, \nberriz, LSN-2011ko 11., 12. eta 13. azpitaldeetako okupazioak hartzen dira.\n\nLSN-2011ko 1. taldeak zuzendaritza- eta gerentzia-lanak hartzen ditu barne, eta horien zeregin \nnagusiak dira enpresen, gobernuen edo beste erakunde batzuen jarduera orokorra planifikatzea, \nzuzentzea eta koordinatzea, bai eta enpresen estrategia eta gobernuen araudiak formulatzea eta \nberrikustea ere. Talde hori bost azpitalde nagusitan banatzen da:\n\n 11 Botere exekutiboko eta kidego legegileetako kideak; Administrazio Publikoko eta interes \nsozialeko erakundeetako zuzendariak; zuzendari exekutiboak \n 12 Administrazio- eta merkataritza-sailetako zuzendariak\n 13 Produkzioko eta eragiketetako zuzendariak\n 14 Ostatu-, jatetxe- eta merkataritza-enpresetako zuzendariak eta kudeatzaileak\n 15 Beste epigrafe batzuetan sailkatu gabeko beste zerbitzu-enpresa batzuetako zuzendariak eta kudeatzaileak\n\nEmakume enpresaritzat hartzen dira norberaren konturako jarduera ekonomikoa egiten dutenak.  \n","justificacion_global":"\nGobernuan, enpresa handietan eta erakundeetan erabakiak hartzeko eta kudeatzeko postuetan lan egiten duten emakumeen \nproportzioari buruzko informazioa ematen du adierazleak, eta horrek emakumeek erabakiak hartzean eta ekonomian duten \nboterearen berri ematen du (batez ere gizonek arlo horietan duten boterearekin alderatuta). \n\nAdierazle honetarako bi neurri desberdin batera erabiltzea gomendatzen da: emakumeen proportzioa kudeaketan (guztira) \neta emakumeen proportzioa goi- eta erdi-mailako kudeaketan (maila baxuagoko kudeaketa alde batera utzita). Bi neurri \nhoriek batera kalkulatzeak informazioa ematen du jakiteko emakumeek ordezkaritza handiagoa duten behe-mailako kudeaketan \ngoi-mailako eta erdi-mailako kudeaketan baino, eta horrek adierazten du muga bat dagoela emakumeak goi-mailako \nzuzendaritza-postuetan sartzeko. Kasu horietan, kudeaketan (guztira) emakumeen proportzioa bakarrik kalkulatzea \nengainagarria izango litzateke; izan ere, emakumeek benetan betetzen dituztenak baino erabaki-ahalmen eta erantzukizun \ngehiagoko postuak betetzen dituztela iradokiko luke. \n\n\nIturria: Nazio Batuen Estatistika Sekzioa \n","dato_global":"\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=5.5.2&seriesCode=IC_GEN_MGTL&areaCode=  276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=15%2B%20%7C%20FEMALE\">Zuzendaritza-postuetan dauden emakumeen proportzioa - 13. CIET (%) IC_GEN_MGTL</a> UNSTATS","comparabilidad":"EAEn eskuragarri dagoen adierazleak Nazio Batuen adierazlearen metadatuak betetzen ditu","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-05-05-02.pdf\">Metadatuak 5-5-2.pdf</a> (ingelesez bakarrik)","national_data_updated_date":"2025-06-12","national_metadata_updated_date":"2025-06-18","en":{"indicador_disponible":"global_indicators.5-5-2-title","objetivo_global":"objetivo_largo.5-titulo","meta_global":"meta_largo.5-5-titulo","definicion":"Proportion of women employed in managerial positions, senior management, and entrepeneurs in relation to the total number of people employed in these positions or economic activities.","formula":"\n$$PDIR_{women}^{t} = \\frac{DIR_{women}^{t}}{DIR_{women}^{t}+DIR_{men}^{t}} \\cdot 100$$\n\nwhere:\n\n$DIR_{women}^{t} =$ women in the corresponding occupation in the year $t$\n\n$DIR_{men}^{t} =$ men in the corresponding occupation in the year $t$\n","desagregacion":"Occupation\n\nProvince\n","periodicidad":"FUENTE.FREQ_A","observaciones":"Management positions are defined as all occupations included in Group 1 of the CNO-2011, while senior \nmanagement occupations are defined as those belonging to subgroups 11, 12, and 13 of the CNO-2011. \n\nGroup 1 of the CNO-2011 includes administration and management jobs, whose main tasks are to plan, \ndirect and coordinate the general activity of companies, governments or other organisations, and to \nformulate and review company strategies and government legislation. This group is subdivided into \nfive main subgroups: \n\n11 Members of the executive power and of the legislative bodies; directors of the Public Administration \nand social interest organisations\n12 Directors of administrative and commercial departments\n13 Directors of production and operations\n14 Directors and managers of accommodation, catering and trading companies\n15 Directors and managers of other companies offering services not classified in other sections\n\nWomen entrepreneurs are those who are self-employed. \n","justificacion_global":"\nThe indicator provides information on the proportion of women who are employed in decision-making \nand management roles in government, large enterprises and institutions, thus providing some insight into \nwomen’s power in decision making and in the economy (especially compared to men's power in those \nareas).\n\nIt is recommended to use two different measures jointly for this indicator: the share of females \nin (total) management and the share of females in senior and middle management (thus excluding junior \nmanagement). The joint calculation of these two measures provides information on whether women are \nmore represented in junior management than in senior and middle management, thus pointing to an \neventual ceiling for women to access higher-level management positions. In these cases, calculating only \nthe share of women in (total) management would be misleading, in that it would suggest that women \nhold positions with more decision-making power and responsibilities than they actually do. \n\nSource: United Nations Statistics Division\n","dato_global":"\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=5.5.2&seriesCode=IC_GEN_MGTL&areaCode=  276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=15%2B%20%7C%20FEMALE\">Proportion of women in managerial positions - 13th ICLS (%) IC_GEN_MGTL</a> UNSTATS","comparabilidad":"The available indicator complies with United Nations metadata.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-05-05-02.pdf\">Metadata 5-5-2.pdf</a>"},"es":{"indicador_disponible":"global_indicators.5-5-2-title","objetivo_global":"objetivo_largo.5-titulo","meta_global":"meta_largo.5-5-titulo","definicion":"Proporción de mujeres ocupadas en cargos directivos, en la alta dirección, y mujeres empresarias respecto al total de personas ocupadas en esos cargos o actividades económicas.","formula":"\n$$PDIR_{mujeres}^{t} = \\frac{DIR_{mujeres}^{t}}{DIR_{mujeres}^{t}+DIR_{hombres}^{t}} \\cdot 100$$\n\ndonde:\n\n$DIR_{mujeres}^{t} =$ mujeres en la ocupación correspondiente en el año $t$\n\n$DIR_{hombres}^{t} =$ hombres en la ocupación correspondiente en en el año $t$\n","desagregacion":"Ocupación\n\nTerritorio histórico\n","periodicidad":"FUENTE.FREQ_A","observaciones":"Se entiende por cargos directivos todas las ocupaciones incluidas en el grupo 1 de la CNO-2011, \nmientras que se entiende por alta dirección aquellas ocupaciones pertenecientes a los \nsubgrupos 11, 12 y 13 de la CNO-2011.\n\nEl grupo 1 de la CNO-2011 comprende las ocupaciones de dirección y gerencia, cuyas tareas \nprincipales son planificar, dirigir y coordinar la actividad general de las empresas, \ngobiernos u otras organizaciones, así como formular y revisar la estrategia de las empresas \ny normativas de los gobiernos. Este grupo se subdivide en cinco subgrupos principales:\n\n 11 Miembros del poder ejecutivo y de los cuerpos legislativos; directivos de la Administración Pública y organizaciones de interés social; directores ejecutivos\n 12 Directores de departamentos administrativos y comerciales\n 13 Directores de producción y operaciones\n 14 Directores y gerentes de empresas de alojamiento, restauración y comercio\n 15 Directores y gerentes de otras empresas de servicios no clasificados bajo otros epígrafes\n\nSe entiende por mujeres empresarias las que ejercen una actividad económica por cuenta propia.\n","justificacion_global":"\nEl indicador proporciona información sobre la proporción de mujeres empleadas \nen puestos de toma de decisiones y gestión en el gobierno, grandes empresas e \ninstituciones, lo que proporciona una idea del poder de las mujeres en la toma de decisiones \ny en la economía (especialmente en comparación con el poder de los hombres en esas áreas).\n\nSe recomienda utilizar dos medidas diferentes de forma conjunta para este \nindicador: la proporción de mujeres en la gestión (total) y la proporción de mujeres en la \ngestión superior e intermedia (excluyendo así la gestión de nivel inferior). El cálculo conjunto \nde estas dos medidas proporciona información sobre si las mujeres están más representadas en \nla gestión de bajo nivel que en la gestión superior e intermedia, lo que \nindica que existe un techo para el acceso de las mujeres a puestos directivos de \nnivel superior. En estos casos, calcular solo la proporción de mujeres en la gestión (total) \nsería engañoso, ya que sugeriría que las mujeres ocupen puestos con más poder de \ndecisión y responsabilidades de las que realmente ocupan.\n\nFuente: División de Estadísticas de las Naciones Unidas\n","dato_global":"\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=5.5.2&seriesCode=IC_GEN_MGTL&areaCode=  276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=15%2B%20%7C%20FEMALE\">Proporción de mujeres en puestos directivos - 13.ª CIET (%) IC_GEN_MGTL</a> UNSTATS","comparabilidad":"El indicador disponible cumple con los metadatos del indicador de Naciones Unidas.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-05-05-02.pdf\">Metadatos 5-5-2.pdf</a> (solo en inglés)"},"target_number":"5.5","goal_number":"5","indicator_sort_order":"05-05-02"}