{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"global_indicators.9-3-2-title","graph_titles":[],"graph_type":"line","indicator_name":"global_indicators.9-3-2-title","indicator_number":"9.3.2","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"progress_status":"notstarted","reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"indicador_disponible":"GRAFICO.nodisponible","definicion":null,"formula":null,"desagregacion":null,"periodicidad":null,"observaciones":null,"justificacion_global":"\nIndustria-enpresa txikitzat jotzen dira, handi edo ertainekin alderatuta, antolaketa ekonomikoaren \nizaera bereizgarriaren, ekoizpen-gaitasunaren, inbertsio-eskalaren eta beste ezaugarri ekonomiko \nbatzuen ondorioz. \n\n“Eskala txikiko industriek” kapital-kopuru txikiarekin eta ez-kalifikatutako eskulanarekin funtziona \ndezakete, tokiko materialak erabilita. Industria-ekoizpen osoan egiten duten ekarpena txikia izanik \nere, enplegua sortzeko orduan, batez ere garapen-bidean dauden herrialdeetan, zeregin garrantzitsua \ndute nekazaritza eta arrantza bezalako sektore tradizionaletako soberako lan-indarraren xurgapen-irismena \noso altua den lekuetan. \n\n“Eskala txikiko industriak” gai dira oinarrizko kontsumo-ondasunen barne-eskaria asetzeko, besteak beste \nelikagai, arropa edo altzariena. Ondorioz, “eskala txikiko industriek” zeregin garrantzitsua dute ekonomian. \nHala ere, finantza-zerbitzuetara sarbide nahiko mugatua dute, bereziki garapen-bidean dauden herrialdeetan. \n\nLangileen trebakuntza eta ekoizpenerako teknologiak hobetzeko, eskala txikiko industria-enpresek finantza-babesa \nbehar dute, besteak beste lehentasunezko maileguak, kredituak eta abar. Adierazle horrek zehazten du zein puntura \narte dauden finantza-erakundeak zerbitzuak ematen “eskala txikiko industriei”. GJHen 9.3.1 adierazlearekin batera, \nadierazle honek 9.3 xedearen mezu nagusia islatzen du, “industria txikiek” finantza-zerbitzuak eskuratzeko dituzten \naukerak areagotuz.  \n\n\nIturria: Nazio Batuen Estatistika Sekzioa \n","dato_global":"\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=9.3.2&seriesCode=FC_ACC_SSID&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=ISIC4_C\">Mailegu edo kreditu-lerro bat duten industria txikien proportzioa (%) FC_ACC_SSID</a> UNSTATS","comparabilidad":null,"indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-09-03-02.pdf\">Metadatuak 9-3-2.pdf</a> (ingelesez bakarrik)","national_data_updated_date":"","national_metadata_updated_date":"2025-06-06","es":{"indicador_disponible":"GRAFICO.nodisponible","definicion":null,"formula":null,"desagregacion":null,"periodicidad":null,"observaciones":null,"justificacion_global":"\nLas empresas industriales se clasifican como pequeñas, en comparación \ncon las grandes o medianas, por su naturaleza distintiva de organización \neconómica, capacidad de producción, escala de inversión y otras características \neconómicas. \n\nLas “industrias de pequeña escala” pueden funcionar con una pequeña \ncantidad de capital, mano de obra relativamente no calificada y utilizando \nmateriales locales. A pesar de su pequeña contribución a la producción industrial \ntotal, se reconoce que su papel en la creación de empleo, especialmente en los \npaíses en desarrollo, es significativo, en los que el alcance de absorber \nla fuerza laboral excedente de los sectores tradicionales, como la agricultura \no la pesca, es muy alto. \n\nLas “industrias de pequeña escala” son capaces de satisfacer la demanda \ninterna de bienes de consumo básicos, como alimentos, ropa, muebles, etc. \nPor lo tanto, las “industrias de pequeña escala” desempeñan un papel importante \nen la economía. Sin embargo, tienen un acceso bastante limitado a los servicios \nfinancieros, especialmente en los países en desarrollo. \n\nPara mejorar la \ncapacitación de los trabajadores y la tecnología para la producción, las empresas \nindustriales de pequeña escala necesitan apoyo financiero en forma de préstamos \npreferenciales, crédito, etc. Este indicador muestra hasta qué punto las instituciones \nfinancieras están prestando servicios a las “industrias de pequeña escala”. Junto con el \nindicador ODS 9.3.1, este indicador refleja el mensaje principal de la meta 9.3 que busca \naumentar el acceso de las “pequeñas industrias” a los servicios financieros.\n\nFuente: División de Estadísticas de las Naciones Unidas\n","dato_global":"\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=9.3.2&seriesCode=FC_ACC_SSID&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=ISIC4_C\">Proporción de pequeñas industrias con un préstamo o línea de crédito (%) FC_ACC_SSID</a> UNSTATS","comparabilidad":null,"indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-09-03-02.pdf\">Metadatos 9-3-2.pdf</a> (solo en inglés)"},"en":{"indicador_disponible":"GRAFICO.nodisponible","definicion":null,"formula":null,"desagregacion":null,"periodicidad":null,"observaciones":null,"justificacion_global":"\nIndustrial enterprises are classified to small compared to large or medium for their distinct \nnature of economic organization, production capability, scale of investment and other economic \ncharacteristics. \n\n“Small-scale industries” can be run with a small amount of capital, relatively unskilled labor \nand using local materials. Despite their small contribution to total industrial output, their \nrole in job creation, especially in developing countries is recognized to be significant where \nthe scope of absorbing surplus labor force from traditional sectors such as agriculture or fishery \nis very high. \n\n“Small-scale industries” are capable of meeting domestic demand of basic consumer goods such as food, \nclothes, furniture, etc. Thus “small-scale industries” play an important role in the economy. \nHowever, it has quite limited access to financial services, especially in developing countries. \n\nIn order to improve the skill of workers and technology for production, small-scale industrial \nenterprises require financial support in the form of preferential loan, credit etc. This indicator \nshows how widely financial institutions are serving the “smallscale industries”. Together with the \nindicator SDG 9.3.1, this indicator reflects the main message of the target 9.3 which seeks to \nincrease the access of “small-scale industries” to financial services. \n\nSource: United Nations Statistics Division\n","dato_global":"\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=9.3.2&seriesCode=FC_ACC_SSID&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=ISIC4_C\">Proportion of small-scale industries with a loan or line of credit (%) FC_ACC_SSID</a> UNSTATS","comparabilidad":null,"indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-09-03-02.pdf\">Metadata 9-3-2.pdf</a>"},"target_number":"9.3","goal_number":"9","indicator_sort_order":"09-03-02"}