{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Índice de Gini del ingreso disponible equivalente (postfiscal)","graph_titles":[],"graph_type":"line","indicator_name":"Impacto redistributivo de la política fiscal en el índice de Gini","indicator_number":"10.4.2","national_geographical_coverage":"","page_content":"<b>Dirección deseada:</b> Descenso del Índice de Gini del ingreso disponible equivalente","permalink":"","precision":[],"progress_status":"noevaluado","reporting_status":"complete","sort":"","sources":[{"organisation":"Departamento de Bienestar, Juventud y Reto Demográfico","periodicity":"Bienal","url":"https://www.euskadi.eus/encuesta-de-pobreza-y-desigualdades-sociales-epds/web01-s2enple/es/","url_text":"Encuesta de pobreza y desigualdades sociales (EPDS)","logo":"/assets/img/fuentes/Euskadi.png"}],"standalone":false,"tags":[],"indicador_disponible":"Índice de Gini del ingreso disponible equivalente (postfiscal)","objetivo_global":"10- Reducir la desigualdad en los países y entre ellos","meta_global":"10.4- Adoptar políticas, especialmente fiscales, salariales y de protección social, y lograr progresivamente una mayor igualdad","definicion":"\nÍndice de Gini de la renta disponible equivalente per cápita después de transferencias sociales (postfiscal). \n\nEl Índice de Gini mide la dispersión estadística en la distribución del ingreso en una población. \nSe utiliza para comparar la desigualdad en la distribución de los ingresos en distintos\nterritorios. Su valor está entre 0 y 100, de manera que cuanto más próximo sea a 100, mayor será la \nconcentración de los ingresos y cuanto más próximo a 0, más equitativa es la distribución de la riqueza.\n","formula":"\n$$I_{gini}^{t}= \\frac{\\sum_{i=1}^{n-1} (P_i^{t} - Y_i^{t})}{\\sum_{i=1}^{n-1} P_i^{t}}$$\n\ndonde:\n\n$P_i^{t} =$ proporción acumulada de personas, ordenadas por ingreso ascendente, en el año $t$\n\n$Y_i^{t} =$ proporción acumulada de ingresos correspondientes a esas personas en el año $t$\n\n$n =$ número total de personas\n","desagregacion":null,"observaciones":"\nLa renta equivalente es un valor derivado de los ingresos totales de un hogar y del número y la edad de las personas que viven de estos ingresos.","periodicidad":"Bienal","justificacion_global":"\nEl indicador de Impacto Redistributivo de la Política Fiscal demuestra en un marco \ncontable la cantidad total en la que la actual desigualdad de ingresos se reduce o \naumenta mediante la ejecución de la política fiscal (incluidos los impuestos directos \ne indirectos; las contribuciones a la seguridad social y a las pensiones de vejez; \nlas transferencias directas en efectivo o cuasiefectivo; y los subsidios). \n\nPor ejemplo, si el Impacto Redistributivo de la Política Fiscal es positivo, \neso indica que el efecto neto de la política fiscal es reducir el índice de Gini respecto \nde lo que sería de otra manera sin la política fiscal (en un sentido contable, no como un \ncontrafactual económico). \n\nEl indicador permite a los responsables de las políticas y a las \ncomunidades más amplias de partes interesadas y promotoras hacer un seguimiento sistemático del \nprogreso a nivel de país en la contribución de la política fiscal a sociedades más equitativas.\n\nFuente: División de Estadísticas de las Naciones Unidas \n","dato_global":null,"comparabilidad":"El indicador cumple parcialmente con los metadatos del indicador de Naciones Unidas. Se presenta la serie correspondiente al índice de Gini postfiscal, pero no el índice de Gini prefiscal.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-10-04-02.pdf\">Metadatos 10-4-2.pdf</a> (solo en inglés)","national_data_updated_date":"2025-05-08","national_metadata_updated_date":"2025-06-06","en":{"indicador_disponible":"Índice de Gini del ingreso disponible equivalente (postfiscal)","objetivo_global":"10- Reducir la desigualdad en los países y entre ellos","meta_global":"10.4- Adoptar políticas, especialmente fiscales, salariales y de protección social, y lograr progresivamente una mayor igualdad","definicion":"\nThe Gini index measures the statistical dispersion in income distribution \nwithin a population. It is used to compare inequality in income distribution \nacross different territories. \n\nIts value is between 0 and 100, so the closer it is to 100, the greater the \nconcentration of income, and the closer it is to 0, the more equitable the \ndistribution of wealth. \n","formula":"\n$$I^{t}_{GINI} = \\frac{A^t}{(A + B)^t}$$\n\nwhere:\n\n$A^{t} =$ Area over the Lorenz curve in the year $t$\n\n$B^{t} =$ Area under the Lorenz curve in the year $t$\n","desagregacion":null,"observaciones":"","periodicidad":"Bienal","justificacion_global":"\nThe Redistributive Impact of Fiscal Policy indicator demonstrates in an \naccounting framework the total amount by which current income inequality \nis reduced or increased by the current execution of fiscal policy (including \ndirect and indirect taxes; social insurance and old-age pension contributions; \ndirect cash or near-cash transfers; and subsidies). \n\nFor example, if the Redistributive Impact of Fiscal Policy is positive, that \nindicates that the net effect of Fiscal Policy is to reduce the Gini index from \nwhat it otherwise would be without Fiscal Policy (in an accounting sense, not \nas an economic counterfactual). \n\nThe indicator allows policy makers and the broader stakeholder and advocacy \ncommunities to systematically track progress at the country level in the \ncontribution of fiscal policy to more equitable societies. \n","dato_global":null,"comparabilidad":"The indicator partially complies with the UN indicator metadata.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-10-04-02.pdf\">Metadata 10-4-2.pdf</a>"},"target_number":"10.4","goal_number":"10","indicator_sort_order":"10-04-02"}