{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"GRAFICO.12-4-2-titulo","graph_titles":[],"graph_type":"line","indicator_name":"a) Desechos peligrosos generados per cápita y b) proporción de desechos peligrosos tratados, desglosados por tipo de tratamiento","indicator_number":"12.4.2","national_geographical_coverage":"","page_content":"<b>Dirección deseada:</b> Ascenso en la proporción de residuos peligrosos reciclados","permalink":"","precision":[],"progress_status":"retroceso","reporting_status":"complete","sort":"","sources":[{"organisation":"Departamento de Industria, Transición Energética y Sostenibilidad","periodicity":"Anual","url":"https://www.euskadi.eus/informacion/estadistica-de-residuos-peligrosos-090209/web01-a2inghon/es/","url_text":"Estadística de Residuos Peligrosos","logo":"/assets/img/fuentes/Euskadi.png"}],"standalone":false,"tags":"","indicador_disponible":"a) Desechos peligrosos generados per cápita y b) proporción de desechos peligrosos tratados, desglosados por tipo de tratamiento","objetivo_global":"12- Garantizar modalidades de consumo y producción sostenibles","meta_global":"12.4- De aquí a 2020, lograr la gestión ecológicamente racional de los productos químicos y de todos los desechos a lo largo de su ciclo de vida, de conformidad con los marcos internacionales convenidos, y reducir significativamente su liberación a la atmósfera, el agua y el suelo a fin de minimizar sus efectos adversos en la salud humana y el medio ambiente","definicion":"Residuos peligrosos generados per cápita y proporción de residuos peligrosos tratados  según operación de tratamiento (incinerados,  vertidos y reciclados) en relación al total de residuos peligrosos generados y tratados","formula":"\n<b> Residuos peligrosos generados per cápita</b> \n\n$$RPPC^{t} = \\frac{RP^{t}}{P^{t}} $$\n\ndonde:\n\n$RP^{t} =$ cantidad de residuos peligrosos generados en el año $t$ \n\n$P^{t} =$ población a 1 de julio del año $t$\n\n<br>\n\n<b> Proporción de residuos peligrosos tratados, por tipo de tratamiento</b> \n\n$$PRP_{tratamiento}^{t} = \\frac{RP_{tratamiento}^{t}}{RP^{t}} \\cdot 100$$ <br> \n\n$RP_{tratamiento}^{t} =$ cantidad de residuos peligrosos tratados (según tipo de tratamiento) en el año $t$\n\n$RP^{t} =$ cantidad total de residuos peligrosos generados y tratados en el año $t$\n","desagregacion":"Operación de tratamiento de residuos \n\nTerritorio histórico\n","observaciones":"\nOperaciones de tratamiento de acuerdo con la Directiva 2008/98/CE de residuos.","periodicidad":"Anual","justificacion_global":"Los productos químicos forman parte de la vida cotidiana. Se utilizan más de 140.000 \nsustancias diferentes en todos los sectores económicos del mundo. Sus beneficios son \nmuchos y también lo es su potencial para afectar negativamente a la \nsalud humana y al medio ambiente si no se gestionan adecuadamente. Todos los países, \nespecialmente los de ingresos medios y bajos, se enfrentan al complejo desafío de \ngestionar los residuos peligrosos de acuerdo con las normas internacionales de \nbuenas prácticas. La situación se complica por la limitación de los recursos \nhumanos, financieros y/o técnicos. \n\nPor ello, es necesario adoptar medidas para apoyar el uso sostenible de los productos \nquímicos y la gestión ambientalmente racional de los residuos peligrosos. También \nse está produciendo un rápido aumento de la generación de residuos peligrosos. \n\nSi bien la mayoría de los residuos peligrosos convencionales se producen en \noperaciones industriales y manufactureras, se generan cantidades significativas \nen sectores no industriales, incluidos los lodos del sector sanitario, las plantas \nde tratamiento de aguas residuales, los aceites usados ​​y las baterías usadas. \n\nTambién hay un aumento en la complejidad de los productos y de componentes peligrosos \nno identificados, como recubrimientos y/o artículos que no son peligrosos \n(laminados y envases multicapa), pero que presentan peligrosidad de diversas \nmaneras cuando se desechan de manera inadecuada y terminan en el aire, el agua o se queman.\n\nFuente: División de Estadísticas de las Naciones Unidas\n","comparabilidad":"El indicador disponible cumple parcialmente con los metadatos de Naciones Unidas.","dato_global":null,"indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-12-04-02.pdf\">Metadatos 12-4-2.pdf</a> (solo en inglés)","national_data_updated_date":"2025-08-19","national_metadata_updated_date":"2025-08-14","en":{"indicador_disponible":"a) Desechos peligrosos generados per cápita y b) proporción de desechos peligrosos tratados, desglosados por tipo de tratamiento","objetivo_global":"12- Garantizar modalidades de consumo y producción sostenibles","meta_global":"12.4- De aquí a 2020, lograr la gestión ecológicamente racional de los productos químicos y de todos los desechos a lo largo de su ciclo de vida, de conformidad con los marcos internacionales convenidos, y reducir significativamente su liberación a la atmósfera, el agua y el suelo a fin de minimizar sus efectos adversos en la salud humana y el medio ambiente","definicion":"Hazardous waste generated per capita and proportion of hazardous waste treated  by treatment operation (incinerated, landfilled, and recycled) in relation to  total hazardous waste generated and treated.","formula":"\n<b> Hazardous waste generated per capita</b> \n\n$$RPPC^{t} = \\frac{RP^{t}}{P^{t}} $$\n\nwhere:\n\n$RP^{t} =$ amount of hazardous waste generated in year $t$ \n\n$P^{t} =$ population as of July 1 of year $t$\n\n<br>\n\n<b> Proportion of hazardous waste treated, by type of treatment</b> \n\n$$PRP_{treatment}^{t} = \\frac{RP_{treatment}^{t}}{RP^{t}} \\cdot 100$$ <br> \n\n$RP_{treatment}^{t} =$ amount of hazardous waste treated, by type of treatment in year $t$\n\n$RP^{t} =$ total amount of hazardous waste generated and treated in year $t$\n","desagregacion":"Waste treatment operation \n\nProvince\n","observaciones":"\nTreatment operations in accordance with Waste Directive 2008/98/EC.","periodicidad":"Anual","justificacion_global":"Chemicals are part of everyday life. There are over 140,000 different substances \nused in all economic sectors globally. Their benefits are many and so too are their \npotential to adversely impact human health and the environment if not properly managed. \nAll countries, especially middle- and low-income countries, are facing the complex \nchallenge of managing hazardous waste according to international standards of good \npractice. The situation is complicated by limited human, financial and/or technical \nresources. \n\nAs such, action is needed to support the sustainable use of chemicals and environmentally \nsound management of hazardous waste. There is also a rapid increase in the generation of \nhazardous waste. \n\nWhere most of the conventional hazardous wastes are produced in industrial and manufacturing \noperations, significantamounts are generated in non-industrial sectors, including sludge \nfrom the healthcare sector; waste-water treatment plants, waste oils, and waste batteries. \n\nThere is also an increase in the complexity of products and unidentified hazardous components \nlike coatings, and/or items which are not hazardous (laminates and multi-layer packaging), \nbut present hazardousness in a variety of ways when improperly discarded and end up in air, \nwater or are burned. \n\nSource: United Nations Statistics Division \n","comparabilidad":"The available indicator partially complies with the United Nations metadata. ","dato_global":null,"indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-12-04-02.pdf\">Metadata 12-4-2.pdf</a>"},"target_number":"12.4","goal_number":"12","indicator_sort_order":"12-04-02"}