{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Grado en que i) la educación para la ciudadanía mundial y ii) la educación para el desarrollo sostenible se incorporan en a) las políticas nacionales de educación, b) los planes de estudio, c) la formación de docentes y d) la evaluación de las y los estudiantes","graph_titles":[],"graph_type":"line","indicator_name":"Grado en que i) la educación para la ciudadanía mundial y ii) la educación para el desarrollo sostenible se incorporan en a) las políticas nacionales de educación, b) los planes de estudio, c) la formación de docentes y d) la evaluación de las y los estudiantes","indicator_number":"13.3.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"progress_status":"notstarted","reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"indicador_disponible":"La CA de Euskadi no elabora estadísticas oficiales continuas con la metodología del indicador","definicion":null,"formula":null,"desagregacion":null,"periodicidad":null,"observaciones":null,"justificacion_global":"Para alcanzar las metas 4.7, 12.8 y 13.3 de los ODS, es necesario que los gobiernos garanticen que la \nEducación para el Desarrollo Sostenible (EDS) y la Educación para la Ciudadanía Global (ECG) y \nsus subtemas estén plenamente integrados en todos los aspectos de sus sistemas educativos. \n\nLos estudiantes no alcanzarán los resultados de aprendizaje deseados si la EDS y la ECG no se han identificado \ncomo prioridades en las políticas o leyes educativas, si los currículos no incluyen específicamente \nlos temas y subtemas de la EDS y la ECM, y si el profesorado no está capacitado para impartir estos \ntemas en todo el currículo.\n\nEste indicador busca ofrecer una evaluación sencilla de si existe la infraestructura básica que \npermita a los países impartir EDS y ECM de calidad a sus alumnos, para garantizar que sus \npoblaciones cuenten con información adecuada sobre desarrollo sostenible y estilos de vida \nen armonía con la naturaleza. Unas políticas educativas, currículos, formación docente y \nevaluación del alumnado adecuados son aspectos clave del compromiso y el esfuerzo nacionales \npara implementar la ECM y la EDS de forma eficaz y proporcionar un entorno de aprendizaje propicio.\n\nFuente: División de Estadísticas de las Naciones Unidas\n","dato_global":null,"indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-13-03-01.pdf\">Metadatos 13-3-1.pdf</a> (solo en inglés)","national_data_updated_date":"","national_metadata_updated_date":"2025-06-06","en":{"indicador_disponible":"La CA de Euskadi no elabora estadísticas oficiales continuas con la metodología del indicador","definicion":null,"formula":null,"desagregacion":null,"periodicidad":null,"observaciones":null,"justificacion_global":"In order to achieve SDG targets 4.7, 12.8 and 13.3, it is necessary for \ngovernments to ensure that ESD and GCED and their sub-themes are fully \nintegrated in all aspects of their education systems. \n\nStudents will not achieve the desired learning outcomes if Education for Sustainable Development \n(ESD) and Global Citizenship Education (GCED) have not been identified as \npriorities in education policies or laws, if curricula do not specifically \ninclude the themes and sub-themes of ESD and GCED, and if teachers are not \ntrained to teach these topics across the curriculum. \n\nThis indicator aims to give a simple assessment of whether the basic \ninfrastructure exists that would allow countries to deliver quality ESD and \nGCED to learners, to ensure their populations have adequate information on \nsustainable development and lifestyles in harmony with nature. Appropriate \neducation policies, curricula, teacher education, and student assessment are \nkey aspects of national commitment and effort to implement GCED and ESD effectively \nand to provide a conducive learning environment. \n\n\nSource: United Nations Statistics Division\n","dato_global":null,"indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-13-03-01.pdf\">Metadata 13-3-1.pdf</a>"},"target_number":"13.3","goal_number":"13","indicator_sort_order":"13-03-01"}