{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proporción de la población que se siente segura al caminar sola en su zona de residencia después de que oscurece","graph_titles":[],"graph_type":"bar","indicator_name":"Proporción de la población que se siente segura al caminar sola en su zona de residencia después de que oscurece","indicator_number":"16.1.4","national_geographical_coverage":"","page_content":"<b>Dirección deseada:</b> Ascenso","permalink":"","precision":[],"progress_status":"progreso","reporting_status":"complete","sort":"","sources":[{"organisation":"Eustat-Instituto Vasco de Estadística","periodicity":"Irregular / Aperiódica","url":"https://es.eustat.eus/estadisticas/tema_632/opt_1/temas.html","url_text":"Encuesta de bienestar personal","logo":"/assets/img/fuentes/Eustat.png"}],"standalone":false,"tags":"","indicador_disponible":"Proporción de la población que se siente segura al caminar sola en su zona de residencia después de que oscurece","objetivo_global":"16- Promover sociedades pacíficas e inclusivas para el desarrollo sostenible, facilitar el acceso a la justicia para todos y construir a todos los niveles instituciones eficaces e inclusivas que rindan cuentas","meta_global":"16.1- Reducir significativamente todas las formas de violencia y las correspondientes tasas de mortalidad en todo el mundo","definicion":"Proporción de personas de 16 y más años que se sienten seguras (muy o bastante seguras) al caminar solas de noche en la zona en la que vive","formula":"\n$$PPSSC_{16+}^{t} = \\frac{PSSC_{16+}^{t}}{P_{16+}^{t}} \\cdot 100$$\n\ndonde:\n\n$PSSC_{16+}^{t} =$ población de 16 y más años que se siente segura (muy o bastante segura) al caminar sola de noche en la zona en la que vive en el año $t$ \n\n$P^{t} =$ población de 16 y más años en el año $t$\n","desagregacion":"Sexo\n\nTerritorio histórico\n","observaciones":"","periodicidad":"Anual","texto_oceca":"Indicador calculado utilizando una metodología armonizada entre los órganos centrales de estadística de las comunidades autónomas","justificacion_global":"La percepción de seguridad se considera un indicador subjetivo de bienestar. \nAfecta la forma en que los seres humanos interactúan con su entorno, su salud y, \nen consecuencia, su calidad de vida. \n\nEl indicador 16.1.4 se basa en el concepto de “miedo al delito”, que se ha obtenido en \ndocenas de encuestas de victimización por delitos, y la formulación estándar utilizada \naquí ha demostrado ser aplicable en diferentes contextos culturales.\n\nEs importante señalar que el miedo al delito es un fenómeno que está separado de la \nprevalencia del delito y que el miedo al delito puede incluso ser en gran medida \nindependiente de la experiencia real. La percepción del delito y el miedo resultante \nal mismo están influenciados por varios factores, como la conciencia del delito, \nel discurso público, el discurso de los medios de comunicación y las circunstancias \npersonales. \n\nSin embargo, el miedo al delito es un indicador importante en sí mismo, ya que \nlos altos niveles de miedo pueden influir negativamente en el bienestar y conducir a \nuna reducción de los contactos con el público, una menor confianza y compromiso en \nla comunidad y, por lo tanto, representar un obstáculo para el desarrollo. El miedo \nal delito también difiere entre los grupos demográficos y este indicador ayuda a \nidentificar a los grupos vulnerables.\n\nFuente: División de Estadísticas de las Naciones Unidas\n","dato_global":null,"comparabilidad":"El indicador disponible cumple con los metadatos de Naciones Unidas.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-16-01-04.pdf\">Metadatos 16-1-4.pdf</a> (solo en inglés)","national_data_updated_date":"2025-08-19","national_metadata_updated_date":"2025-06-18","en":{"indicador_disponible":"Proporción de la población que se siente segura al caminar sola en su zona de residencia después de que oscurece","objetivo_global":"16- Promover sociedades pacíficas e inclusivas para el desarrollo sostenible, facilitar el acceso a la justicia para todos y construir a todos los niveles instituciones eficaces e inclusivas que rindan cuentas","meta_global":"16.1- Reducir significativamente todas las formas de violencia y las correspondientes tasas de mortalidad en todo el mundo","definicion":"Proportion of people aged 16 and over who feel safe (very or fairly safe) walking alone at night in the area they live in","formula":"\n$$PPSSC_{16+}^{t} = \\frac{PSSC_{16+}^{t}}{P_{16+}^{t}} \\cdot 100$$\n\nwhere:\n\n$PSSC_{16+}^{t} =$ people aged 16 and over who feel safe (very or fairly safe) walking alone at night in the area they live in, in year $t$ \n\n$P^{t} =$ people aged 16 and over in year $t$\n","desagregacion":"Sex\n\nProvince\n","observaciones":"","periodicidad":"Anual","texto_oceca":"Indicador calculado utilizando una metodología armonizada entre los órganos centrales de estadística de las comunidades autónomas","justificacion_global":"Perception of safety is considered a subjective wellbeing indicator. It affects the way in which human \nbeings interact with their surroundings, their health, and consequently, their quality of life. \n\nIndicator 16.1.4 taps into the concept of ‘fear of crime’, which has been elicited in dozens of crime victimization \nsurveys, and the standard formulation used here has been shown to be applicable in different cultural \ncontexts. \n\nIt is important to note that fear of crime is a phenomenon that is separate from the prevalence \nof crime and that fear of crime may be even largely independent from actual experience. The perception \nof crime and the resulting fear of it is influenced by several factors, such as the awareness of crime, the \npublic discussion, the media discourse, and personal circumstances. \n\nNevertheless, fear of crime is an important indicator in itself as high levels of fear can negatively influence \nwell-being and lead to reduced contacts with the public, reduced trust and engagement in the community, and thus \nrepresent an obstacle to development. Fear of crime also differs across demographic groups and this indicator helps to \nidentify vulnerable groups. \n\nSource: United Nations Statistics Division \n","dato_global":null,"comparabilidad":"The available indicator complies with United Nations metadata.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-16-01-04.pdf\">Metadata 16-1-4.pdf</a>"},"target_number":"16.1","goal_number":"16","indicator_sort_order":"16-01-04"}