{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Valor total de las corrientes financieras ilícitas entrantes y salientes (en dólares corrientes de los Estados Unidos)","graph_titles":[],"graph_type":"line","indicator_name":"Valor total de las corrientes financieras ilícitas entrantes y salientes (en dólares corrientes de los Estados Unidos)","indicator_number":"16.4.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"progress_status":"notstarted","reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"indicador_disponible":"La CA de Euskadi no elabora estadísticas oficiales continuas con la metodología del indicador","definicion":null,"formula":null,"desagregacion":null,"periodicidad":null,"observaciones":null,"justificacion_global":"Un desafío importante para el desarrollo sostenible de las sociedades de todo el mundo, \nen particular de los países en desarrollo, está representado por varias actividades delictivas \ny prácticas comerciales e impositivas ilícitas que son la causa o están asociadas a los flujos \nfinancieros ilícitos. \n\nLos ingresos provenientes de actividades delictivas suelen transferirse entre países para blanquearlos, \nutilizarlos y reinvertirlos en actividades lícitas o ilícitas. Los flujos financieros ilícitos \ntambién pueden tener su origen en actividades económicas legales, pero convertirse en ilícitos cuando \nlos flujos financieros se gestionan o transfieren de manera ilícita; por ejemplo, para evadir \nimpuestos o financiar actividades ilegales. Los flujos financieros ilícitos drenan recursos \ndel desarrollo sostenible. \n\nPor lo tanto, combatirlos es un componente crucial del objetivo de promover la paz, la justicia y \nlas instituciones sólidas, como se establece en el Objetivo 16 de la Agenda 2030 para el Desarrollo Sostenible.\n\nFuente: División de Estadísticas de las Naciones Unidas\n","dato_global":null,"comparabilidad":null,"indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-16-04-01.pdf\">Metadatos 16-4-1.pdf</a> (solo en inglés)","national_data_updated_date":"","national_metadata_updated_date":"2025-06-18","en":{"indicador_disponible":"La CA de Euskadi no elabora estadísticas oficiales continuas con la metodología del indicador","definicion":null,"formula":null,"desagregacion":null,"periodicidad":null,"observaciones":null,"justificacion_global":"A major challenge to sustainable development of societies around the world, particularly in developing \ncountries, is represented by several criminal activities and tax and commercial illicit practices which are at \nthe origin or associated with illicit financial flows (IFFs). \n\nProceeds from criminal activities are often transferred between countries to be laundered, utilized and \nreinvested in licit or illicit activities. IFFs can also originate from legal economic activities but \nbecome illicit when financial flows are managed or transferred illicitly; for instance, to evade taxes or \nto finance illegal activities. IFFs drain resources from sustainable development. \n\nCombatting IFFs is therefore a crucial component of the goal to promote peace, justice and strong institutions, \nas set out in Goal 16 of its 2030 Agenda for Sustainable Development. \n\nSource: United Nations Statistics Division \n","dato_global":null,"comparabilidad":null,"indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-16-04-01.pdf\">Metadata 16-4-1.pdf</a>"},"target_number":"16.4","goal_number":"16","indicator_sort_order":"16-04-01"}