{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[{"field":"Sexo","value":"Mujer"},{"field":"Sexo","value":"Hombre"}],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Tiempo dedicado al hogar y familia en un día promedio","graph_titles":[],"graph_type":"line","indicator_name":"Proporción de tiempo dedicado al trabajo doméstico y asistencial no remunerado, desglosada por sexo, edad y ubicación","indicator_number":"5.4.1","national_geographical_coverage":"","page_content":"<b>Dirección deseada:</b> Para poder calcular el progreso hacia el objetivo de reparto equitativo de las funciones parentales y las responsabilidades familiares, se valora la relación entre la proporción de tiempo de las mujeres y el de los hombres, con un objetivo deseado de 1","permalink":"","precision":[],"progress_status":"progreso","reporting_status":"complete","sort":"","sources":[{"organisation":"Eustat-Instituto Vasco de Estadística","periodicity":"Quinquenal","url":"https://www.eustat.eus/estadisticas/tema_77/opt_1/ti_encuesta-de-presupuestos-de-tiempo/temas.html","url_text":"Encuesta de presupuestos de tiempo","logo":"/assets/img/fuentes/Eustat.png"}],"standalone":false,"tags":"","indicador_disponible":"Tiempo dedicado al hogar y familia en un día promedio","objetivo_global":"5- Lograr la igualdad de género y empoderar a todas las mujeres y las niñas","meta_global":"5.4- Reconocer y valorar los cuidados y el trabajo doméstico no remunerados mediante servicios públicos, infraestructuras y políticas de protección social, y promoviendo la responsabilidad compartida en el hogar y la familia, según proceda en cada país","definicion":"Promedio diario de minutos dedicados a actividades destinadas al hogar y la familia por habitante","formula":"\n$$THFP^{t} = \\frac{THF^{t}}{PHF^{t}}$$\n\ndonde:\n\n$THF^{t} =$ minutos dedicados por la población al hogar y la familia en un día promedio en el año $t$\n\n$PHF^{t} =$ población que destina tiempo al hogar y la familia en un día promedio en el año $t$\n","desagregacion":"Sexo\n\nTerritorio histórico\n","periodicidad":"Quinquenal","justificacion_global":"El objetivo del indicador es medir la cantidad de tiempo que las mujeres y los hombres \ndedican a realizar tareas no remuneradas, para garantizar que todo trabajo, ya sea remunerado \no no, sea valorado.\n\nAdemás, también proporciona una evaluación de la igualdad de género, al destacar las \ndiscrepancias entre el tiempo que las mujeres y los hombres dedican a tareas no remuneradas, \ncomo cocinar, limpiar o cuidar a los niños.\n\nEste indicador mide la cantidad promedio de tiempo como proporción en un día, de modo \nque si para un país determinado se informa que las mujeres de 15 años o más dedican el \n10% de su día a tareas domésticas no remuneradas mientras que los \nhombres del mismo grupo de edad dedican el 1%, indica que las mujeres dedican\n 2,4 horas (2 horas y 24 minutos), mientras que los hombres dedican 14,4 minutos a ello \nal día, en promedio. Como se explica más adelante en 4.c, este promedio \ndiario se obtiene a partir de un promedio tomado durante el período de referencia \npara la recopilación de datos y, por lo tanto, no significa que las mujeres y los \nhombres dediquen estas cantidades de tiempo dadas todos los días.\n\nFuente: División de Estadísticas de las Naciones Unidas\n","dato_global":"","comparabilidad":"El indicador disponible no cumple con los metadatos del indicador de Naciones Unidas, pero aporta información similar.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-05-04-01.pdf\">Metadatos 5-4-1.pdf</a> (solo en inglés)","national_data_updated_date":"2025-04-22","national_metadata_updated_date":"2025-06-18","en":{"indicador_disponible":"Tiempo dedicado al hogar y familia en un día promedio","objetivo_global":"5- Lograr la igualdad de género y empoderar a todas las mujeres y las niñas","meta_global":"5.4- Reconocer y valorar los cuidados y el trabajo doméstico no remunerados mediante servicios públicos, infraestructuras y políticas de protección social, y promoviendo la responsabilidad compartida en el hogar y la familia, según proceda en cada país","definicion":"Average number of minutes dedicated each day to activities related to home and family per inhabitant","formula":"\n$$THFP^{t} = \\frac{THF^{t}}{PHF^{t}}$$\n\nwhere:\n\n$THF^{t} =$ minutes dedicated by the population to home and family on an average day in year $t$\n\n$PHF^{t} =$  population that dedicates time to home and family on an average day in year $t$\n","desagregacion":"Sex\n\nProvince\n","periodicidad":"Quinquenal","justificacion_global":"The purpose of the indicator is to measure the amount of time women and men spend doing unpaid \nwork, to ensure that all work, whether paid or unpaid, is valued. \n\nIn addition, it also provides an assessment of gender equality, by highlighting discrepancies \nbetween how much time women and men spend on unpaid work, like cooking, cleaning, or taking \ncare of children. \n\nThis indicator measures the average amount of time as a proportion in a day, so that if for a given \ncountry it is reported that women aged 15+ spend 10% of their day on unpaid domestic chores while men \nin the same age group spend 1%, it indicates that women spend 2.4 hours (2 hours and 24 minutes), \nwhile men spend 14.4 minutes on it a day, on average. As explained further in 4.c, this daily average is \nobtained from an average taken over the reference period for the data collection, and thus not mean \nthat women and men spend these given amounts of time every single day. \n\nSource: United Nations Statistics Division\n","dato_global":"","comparabilidad":"The available indicator does not comply with United Nations metadata but provides similar information.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-05-04-01.pdf\">Metadata 5-4-1.pdf</a>"},"target_number":"5.4","goal_number":"5","indicator_sort_order":"05-04-01"}