{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Consumo de agua (volumen de agua extraída)","graph_titles":[],"graph_type":"line","indicator_name":"Nivel de estrés hídrico: extracción de agua dulce en proporción a los recursos de agua dulce disponibles","indicator_number":"6.4.2","national_geographical_coverage":"","page_content":"<b>Dirección deseada:</b> No evaluable","permalink":"","precision":[],"progress_status":"noevaluado","reporting_status":"complete","sort":"","sources":[{"organisation":"Departamento de Industria, Transición Energética y Sostenibilidad","periodicity":"Anual","url":"https://www.euskadi.eus/informacion/estadistica-de-consumo-del-agua-090215/web01-s2ing/es/","url_text":"Estadística de consumo del agua","logo":"/assets/img/fuentes/Euskadi.png"}],"standalone":false,"tags":"","indicador_disponible":"Consumo de agua (volumen de agua extraída)","objetivo_global":"6- Garantizar la disponibilidad y la gestión sostenible del agua y el saneamiento para todos","meta_global":"6.4- De aquí a 2030, aumentar considerablemente el uso eficiente de los recursos hídricos en todos los sectores y asegurar la sostenibilidad de la extracción y el abastecimiento de agua dulce para hacer frente a la escasez de agua y reducir considerablemente el número de personas que sufren falta de agua","definicion":"Volumen de agua suministrado a los consumidores finales por medio de sistemas de abastecimiento urbano","formula":"$$VOL_{agua}^{t}$$\n","desagregacion":"\nTipo de uso\n\nTerritorio histórico\n","observaciones":"\nEl uso público incluye consumo propio de las entidades suministradoras y suministros gratuitos\n\nEl uso agropecuario no incluye el consumo de las Comunidades de Regantes, y usos agropecurios en general de la CAE\n","periodicidad":"Anual","justificacion_global":"\nEl propósito de este indicador es mostrar el grado de explotación de los recursos hídricos \npara satisfacer la demanda nacional. Mide la presión de un país sobre sus recursos hídricos \ny, por lo tanto, el desafío que supone para la sostenibilidad de su uso. Monitorea el \nprogreso en materia de extracción y suministro de agua dulce para abordar la escasez \nde agua, es decir, el componente ambiental de la meta 6.4. \n\nEl indicador muestra en qué medida se utilizan ya los recursos hídricos y señala la \nimportancia de políticas eficaces de gestión de la oferta y la demanda. Indica la \nprobabilidad de un aumento de la competencia y los conflictos entre los diferentes \nusos y usuarios del agua en una situación de creciente escasez. Un mayor estrés hídrico, \nreflejado en un aumento del valor del indicador, tiene efectos potencialmente \nnegativos en la sostenibilidad de los recursos naturales y en el desarrollo económico. \nPor otro lado, valores bajos del indicador indican que el agua no representa un desafío \nparticular para el desarrollo económico y la sostenibilidad.\n\nFuente: División de Estadísticas de las Naciones Unidas\n","dato_global":"<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=6.4.2&seriesCode=ER_H2O_STRESS&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=TOTAL\">Nivel de estrés hídrico: extracción de agua dulce como proporción de los recursos de agua dulce disponibles (%) ER_H2O_STRESS</a> UNSTATS\n","comparabilidad":"El indicador disponible no cumple los metadatos de Naciones Unidas, mide la  extracción de recursos hídricos pero no el estrés hídrico.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-06-04-02.pdf\">Metadatos 6-4-2.pdf</a> (solo en inglés)","national_data_updated_date":"2025-07-14","national_metadata_updated_date":"2025-06-18","en":{"indicador_disponible":"Consumo de agua (volumen de agua extraída)","objetivo_global":"6- Garantizar la disponibilidad y la gestión sostenible del agua y el saneamiento para todos","meta_global":"6.4- De aquí a 2030, aumentar considerablemente el uso eficiente de los recursos hídricos en todos los sectores y asegurar la sostenibilidad de la extracción y el abastecimiento de agua dulce para hacer frente a la escasez de agua y reducir considerablemente el número de personas que sufren falta de agua","definicion":"Volume of water supplied to final consumers through urban supply systems","formula":"$$VOL_{water}^{t}$$\n","desagregacion":"Type of use\n  \nProvince\n","observaciones":"\nPublic use includes the supplier entities' own consumption and free supplies. \n\nAgricultural use does not include consumption by Irrigation Communities and agricultural \nuses in general in the Autonomous Community of the Basque Country. \n","periodicidad":"Anual","justificacion_global":"\nThe purpose of this indicator is to show the degree to which water resources \nare being exploited to meet the country's water demand. It measures a country's \npressure on its water resources and therefore the challenge on the sustainability \nof its water use. It tracks progress regarding “withdrawals and supply of \nfreshwater to address water scarcity”, i.e. the environmental component of target 6.4. \n\nThe indicator shows to what extent water resources are already used, and signals the \nimportance of effective supply and demand management policies. It indicates the \nlikelihood of increasing competition and conflict between different water uses and users \nin a situation of increasing water scarcity. Increased water stress, shown by an increase \nin the value of the indicator, has potentially negative effects on the sustainability \nof the natural resources and on economic development. On the other hand, low values of \nthe indicator indicate that water does not represent a particular challenge for economic \ndevelopment and sustainability.\n\nSource: United Nations Statistics Division\n","dato_global":"<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=6.4.2&seriesCode=ER_H2O_STRESS&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=TOTAL\">Level of water stress: freshwater withdrawal as a proportion of available freshwater resources (%) ER_H2O_STRESS</a> UNSTATS\n","comparabilidad":"The available indicator does not comply with the United Nations metadata requirements.  The available indicator measures water resource extraction but not water stress. ","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-06-04-02.pdf\">Metadata 6-4-2.pdf</a>"},"target_number":"6.4","goal_number":"6","indicator_sort_order":"06-04-02"}