{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Gizarte zibilak hiri-plangintzan eta -kudeaketan zuzenean parte hartzeko egitura duten eta erregulartasunez eta demokratikoki funtzionatzen duten hirien proportzioa","graph_titles":[],"graph_type":"line","indicator_name":"Gizarte zibilak hiri-plangintzan eta -kudeaketan zuzenean parte hartzeko egitura duten eta erregulartasunez eta demokratikoki funtzionatzen duten hirien proportzioa","indicator_number":"11.3.2","national_geographical_coverage":"","page_content":"<b>Nahi den norabidea:</b> Igoera","permalink":"","precision":[],"progress_status":"alcanzado","reporting_status":"complete","sort":"","standalone":false,"tags":[],"indicador_disponible":"Gizarte zibilak hiri-plangintzan eta -kudeaketan zuzenean parte hartzeko egitura duten eta erregulartasunez eta demokratikoki funtzionatzen duten hirien proportzioa","objetivo_global":"11- Hiriak eta giza kokaguneak inklusiboak, seguruak, erresilienteak eta jasangarriak izatea lortzea","meta_global":"11.3- 2030. urterako, hirigintza inklusiboa eta jasangarria areagotzea, eta baita giza kokaguneen kudeaketa parte‐hartzailea, integratua eta jasangarria ere, herrialde guztietan","definicion":"Proportzioan, zenbat hirik duten egitura jakinen bat gizarte zibilak hiri-plangintzan eta -kudeaketan zuzenean parte hartzeko, erregulartasunez eta demokratikoki dabilena","formula":"\n$$PCPD^{t} = \\frac{CPD^{t}}{C^{t}} \\cdot 100$$\n\nnon: \n\n$CPD^{t} =$  gizarte zibilak hiri-plangintzan eta -kudeaketan zuzenean parte hartzeko egitura duten hiriak $t$ urtean \n\n$C^{t} =$ hiriak $t$ urtean\n","desagregacion":null,"observaciones":"Adierazle hau % 100ekoa da, lurzoruaren gaineko estatuko legediaren arabera (hiri guztietan aplikatzekoa).","periodicidad":"Urtekoa","texto_oceca":"Autonomia-erkidegoetako estatistika-organo zentralen arteko metodologia harmonizatua erabiliz kalkulatutako adierazlea","justificacion_global":"\nAdierazle honek neurtzen du zer nolako aurrerapena eta borondatea duten ordezkari hautetsiek, \nhiri-administrariek eta planifikatzaileek egoiliarren eta gizarte zibilaren partaidetza \ntxertatzeko hiri-plangintzan eta -kudeaketan, maila desberdinetan. Tokiko agintariek eta \ngobernuek, nazioarteko komunitatearekin batera, geroz eta gehiago aintzatesten dute gizarte \nzibilaren eta egoiliarren parte-hartzea, hiria garatzeko prozesuak indartzeko orduan. \n\nPertsonak ardatz hartzen dituen ikuspegi hori funtsezkoa da hiri-garapeneko proiektuak tokiko \njabetzara bideratzeko eta komunitate-mailako proiektuak ezartzeko hirian eta tokian. \n\nGizarte zibilak eta partaidetza publikoak harreman positiboa sustatzen dute gobernuaren eta \njendearen artean, komunikazio eraginkorraren bidez eta gatazkak lankidetzan konponduz. Kasu \naskotan, hiri-plangintzako erabakiak kontsulta barik hartzen direnean, ez dira espero ziren \nemaitzak lortzen, eta, are, eragin negatiboa sortzen da gizartean, baliabideen esleipena eta \nerabilera ez direlako eraginkorrak. Iritzi desberdinak kontuan hartzen direla ziurtatuta, \nerabakiak hartzeko ardura dutenek errazago uler ditzakete hiri-inguru desberdinek gainditu \nbehar dituzte arazoak nondik nora datozen eta zer irtenbide den aproposena. \n\n\nIturria: Nazio Batuen Estatistika Sekzioa \n","dato_global":null,"comparabilidad":"EAEn eskuragarri dagoen adierazleak ez ditu Nazio Batuen adierazlearen metadatuak betetzen, baina antzeko informazioa eskaintzen du.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-11-03-02.pdf\">Metadatuak 11-3-2.pdf</a> (ingelesez bakarrik)","national_data_updated_date":"2025-08-14","national_metadata_updated_date":"2025-06-06","es":{"indicador_disponible":"Gizarte zibilak hiri-plangintzan eta -kudeaketan zuzenean parte hartzeko egitura duten eta erregulartasunez eta demokratikoki funtzionatzen duten hirien proportzioa","objetivo_global":"11- Hiriak eta giza kokaguneak inklusiboak, seguruak, erresilienteak eta jasangarriak izatea lortzea","meta_global":"11.3- 2030. urterako, hirigintza inklusiboa eta jasangarria areagotzea, eta baita giza kokaguneen kudeaketa parte‐hartzailea, integratua eta jasangarria ere, herrialde guztietan","definicion":"Proporción de ciudades que cuentan con una estructura de participación directa de la sociedad civil en la planificación y la gestión urbana que funcione con regularidad y democráticamente","formula":"\n$$PCPD^{t} = \\frac{CPD^{t}}{C^{t}} \\cdot 100$$\n\ndonde: \n\n$CPD^{t} =$ ciudades con una estructura de participación directa de la sociedad civil en la planificación y gestión urbana en el año $t$ \n\n$C^{t} =$ ciudades en el año $t$\n","desagregacion":null,"observaciones":"El indicador es del 100% dada la legislación estatal del suelo, de aplicación general a todas las ciudades","periodicidad":"Urtekoa","texto_oceca":"Autonomia-erkidegoetako estatistika-organo zentralen arteko metodologia harmonizatua erabiliz kalkulatutako adierazlea","justificacion_global":"\nEste indicador mide el progreso y la voluntad de los representantes electos, \nlos administradores urbanos y los planificadores para integrar la participación de \nlos residentes y la sociedad civil en la planificación y la gestión urbanas \na distintos niveles. Las autoridades locales y los gobiernos, junto con la comunidad internacional, \nreconocen cada vez más el valor de la participación de la sociedad civil y los \nresidentes en el fortalecimiento de los procesos de desarrollo urbano.\n\nEste enfoque centrado en las personas es clave para orientar los procesos de \ndesarrollo urbano hacia la propiedad local y la implementación de proyectos comunitarios a \nnivel de toda la ciudad o local.\n\nLa sociedad civil y la participación pública fomentan una relación positiva \nentre el gobierno y el público mediante la comunicación eficaz y la solución de los \nconflictos de manera cooperativa. En muchos casos, cuando las decisiones de planificación \nurbana se toman sin consulta, no se logran los resultados deseados y hay \nun impacto negativo en la sociedad, debido a la asignación y el uso ineficientes de \nlos recursos. Garantizar que se tengan en cuenta amplias variedades de opiniones ayuda \na los encargados de la toma de decisiones a comprender las interrelaciones y la naturaleza de \nlos problemas y las posibles soluciones que enfrentan los diferentes entornos urbanos.\n\nFuente: División de Estadísticas de las Naciones Unidas\n","dato_global":null,"comparabilidad":"El indicador disponible no cumple con los metadatos del indicador de Naciones Unidas, pero aporta información similar.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-11-03-02.pdf\">Metadatos 11-3-2.pdf</a> (solo en inglés)"},"en":{"indicador_disponible":"Gizarte zibilak hiri-plangintzan eta -kudeaketan zuzenean parte hartzeko egitura duten eta erregulartasunez eta demokratikoki funtzionatzen duten hirien proportzioa","objetivo_global":"11- Hiriak eta giza kokaguneak inklusiboak, seguruak, erresilienteak eta jasangarriak izatea lortzea","meta_global":"11.3- 2030. urterako, hirigintza inklusiboa eta jasangarria areagotzea, eta baita giza kokaguneen kudeaketa parte‐hartzailea, integratua eta jasangarria ere, herrialde guztietan","definicion":"Proportion of cities that have a structure for direct participation of civil society in  urban planning and management that functions regularly and democratically ","formula":"\n$$PCPD^{t} = \\frac{CPD^{t}}{C^{t}} \\cdot 100$$\n\nwhere: \n\n$CPD^{t} =$ cities that have a structure for direct participation of civil society in urban planning and management in year $t$ \n\n$C^{t} =$ number of cities in year $t$\n","desagregacion":null,"observaciones":"The indicator is 100% given the Land Law, generally applicable to all cities","periodicidad":"Urtekoa","texto_oceca":"Autonomia-erkidegoetako estatistika-organo zentralen arteko metodologia harmonizatua erabiliz kalkulatutako adierazlea","justificacion_global":"\nThis indicator measures the progress and willingness of elected officials, \nurban managers and planners to integrate resident and civil society participation \nin urban planning and management at various levels. Local authorities and governments, \nalong with the international community, are increasingly recognizing the value of \ncivil society and residents’ participation in strengthening the urban development \nprocesses. \n\nThis people-centered approach is key in guiding urban development processes for \nlocal ownership, and the implementation of community projects at citywide or local levels. \n\nCivil society and public participation fosters a positive relationship between \ngovernment and the public by communicating effectively and solving the conflicts in a \ncooperative manner. In many cases when urban planning decisions are made without \nconsultation, the desired results are not achieved and there is a negative impact \non society, due to inefficient allocation and use of resources. Ensuring that wide \nvarieties of opinions are considered assists the decision makers with understanding \nthe interlinkages and nature of problems and potential solutions facing different \nurban settings. \n\nSource: United Nations Statistics Division \n","dato_global":null,"comparabilidad":"The available indicator does not comply with United Nations metadata but provides similar information.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-11-03-02.pdf\">Metadata 11-3-2.pdf</a>"},"target_number":"11.3","goal_number":"11","indicator_sort_order":"11-03-02"}