{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Azken 12 hilabeteetan jazarpen sexual edo ez sexualaren biktima izan diren pertsonen proportzioa, sexuaren, adinaren, desgaitasun-mailaren eta gertaeraren lekuaren arabera banakatuta","graph_titles":[],"graph_type":"line","indicator_name":"Azken 12 hilabeteetan jazarpen sexual edo ez sexualaren biktima izan diren pertsonen proportzioa, sexuaren, adinaren, desgaitasun-mailaren eta gertaeraren lekuaren arabera banakatuta","indicator_number":"11.7.2","national_geographical_coverage":"","page_content":"<b>Nahi den norabidea:</b> Jaitsiera","permalink":"","precision":[],"progress_status":"retroceso","reporting_status":"complete","sort":"","sources":[{"organisation":"Barne Ministerioa","periodicity":"Urtekoa","url":"https://www.interior.gob.es/opencms/es/archivos-y-documentacion/documentacion-y-publicaciones/anuarios-y-estadisticas/estadisticas-del-ministerio-del-interior/","url_text":"Segurtasun-estatistika: polizia-jarduerak","logo":"/assets/img/fuentes/GE.png"}],"standalone":false,"tags":[],"indicador_disponible":"Azken 12 hilabeteetan jazarpen sexual edo ez sexualaren biktima izan diren pertsonen kopurua 100.000 biztanleko","objetivo_global":"11- Hiriak eta giza kokaguneak inklusiboak, seguruak, erresilienteak eta jasangarriak izatea lortzea","meta_global":"11.7- 2030. urterako, berdegune eta espazio publiko seguru, inklusibo eta irisgarriak edukitzeko aukera unibertsala izatea, bereziki, emakumeentzat, haurrentzat, adinekoentzat eta desgaitasunen bat duten pertsonentzat","definicion":"Azken 12 hilabeteetan, askatasunaren aurkako jazarpenaren, higiezin-jazarpenaren, lan- edo funtzio-jazarpenaren edo sexu-jazarpenaren biktima izan diren pertsonak, 100.000 biztanleko ","formula":"\n$$TJAZARPEN^{t} = \\frac{JAZARPEN^{t}}{P^{t}} \\cdot 100.000$$\n\nnon:\n\n$JAZARPEN^{t} =$ azken 12 hilabeteetan sexu-jazarpena edo jazarpen ez-sexuala pairatu duen biztanleria $t$ urtean\n\n$P^{t} =$ biztanleria $t$ urteko uztailaren 1ean\n","desagregacion":"Sexua","observaciones":"\nSexu-jazarpena ez den jazarpentzat jotzen da askatasunaren aurkako jazarpena (zigor-kodearen 172 ter artikulua), higiezinei lotutako  jazarpena (zigor-kodearen 172.1.3 artikulua) eta lan- edo funtzio-jazarpena (zigor-kodearen 173.1 artikulua). \nDatuak polizia jarduketen estatistiketatik datoz. Delitu ezagunak, biktimak eta susmagarriak biltzen dituzte. Datuek poliziari jakinarazitako kasuak laburbiltzen dituztenez, zifrek errealitatea gutxietsi dezakete.","periodicidad":"Urtekoa","texto_oceca":"Autonomia-erkidegoetako estatistika-organo zentralen arteko metodologia harmonizatua erabiliz kalkulatutako adierazlea","justificacion_global":"Sexu-jazarpenak eta sexu-jazarpena ez denak ondorio negatibo nabarmenak izan ditzakete biktimengan. \n\nJasandako kalte emozional eta psikologikoaz gain, jazarpenak ondorio negatiboak izan ditzake biktimek \nbizitza publikoan bete-betean parte hartzeko eta beren erkidegoen garapenean parte hartu eta laguntzeko \nduten gaitasunean. Adibidez, lantokiko sexu-jazarpenaren intzidentzia orokorrak emakumeek lan-indarrean \ngutxiago parte hartzea eragin dezake, batez ere gizonak nagusi diren lanbideetan, eta, horren ondorioz, \ndiru-sarrerak sortzeko gaitasun gutxiago izatea. \n\n\nIturria: Nazio Batuen Estatistika Sekzioa \n","comparabilidad":"EAEn eskuragarri dagoen adierazleak ez ditu betetzen Nazio Batuen adierazlearen metadatuak, \nbaina informazio osagarria ematen du. Nazio Batuen adierazleak biztanlerian jazarpenak duen prebalentzia neurtzen du, \nbiztanleriari egindako inkesta batetik abiatuta; EAEn eskuragarri dagoen adierazlea, berriz, \nerregistro administratiboetan oinarritzen da, eta errealitatea gutxietsi dezake.\n","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-11-07-02.pdf\">Metadatuak 11-7-2.pdf</a> (ingelesez bakarrik)","national_data_updated_date":"2025-08-14","national_metadata_updated_date":"2025-08-19","en":{"indicador_disponible":"Azken 12 hilabeteetan jazarpen sexual edo ez sexualaren biktima izan diren pertsonen kopurua 100.000 biztanleko","objetivo_global":"11- Hiriak eta giza kokaguneak inklusiboak, seguruak, erresilienteak eta jasangarriak izatea lortzea","meta_global":"11.7- 2030. urterako, berdegune eta espazio publiko seguru, inklusibo eta irisgarriak edukitzeko aukera unibertsala izatea, bereziki, emakumeentzat, haurrentzat, adinekoentzat eta desgaitasunen bat duten pertsonentzat","definicion":"Victims of harassment against personal freedom, real estate harassment, workplace or  civil service harassment, or sexual harassment in the last 12 months per 100,000 inhabitants","formula":"\n$$TVACOSO^{t} = \\frac{VACOSO^{t}}{P^{t}} \\cdot 100.000$$\n\nwhere:\n\n$VACOSO^{t} =$ victims of non-sexual or sexual harassment in the last 12 months, in year $t$\n\n$P^{t} =$ population as of July 1 of the year $t$\n","desagregacion":"Sex","observaciones":"\nNon-sexual harassment includes harassment against the freedom of persons (Article 172 ter of the  Criminal Code), real estate harassment (Article 172.1.3 of the Criminal Code), and workplace or  public servant harassment (Article 173.1 of the Criminal Code). \n\nThe data comes from police action statistics, which cover known crimes, victims, and suspects. Since the data summarizes only cases reported to the police, the figures may underestimate the reality.","periodicidad":"Urtekoa","texto_oceca":"Autonomia-erkidegoetako estatistika-organo zentralen arteko metodologia harmonizatua erabiliz kalkulatutako adierazlea","justificacion_global":"The experience of non-sexual and sexual harassment can have far-reaching \nnegative impacts on the victims. \n\nBesides the emotional and psychological harm suffered, harassment can have \nnegative consequences on the ability of its victims to fully participate in \npublic life and to share in and contribute to the development of their communities. \nFor example, the widespread occurrence of sexual harassment in the workplace can \nlead to a lower participation of women in the workforce, especially in maledominated \noccupations, and lower their income-generating capacity. \n\nSource: United Nations Statistics Division \n","comparabilidad":"The available indicator does not comply with the metadata of the United Nations indicator,  but provides complementary information. The United Nations indicator measures the prevalence of  harassment in the population based on a population survey, while the indicator available in the Basque  Country is based on administrative records that may underestimate reality.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-11-07-02.pdf\">Metadata 11-7-2.pdf</a>"},"es":{"indicador_disponible":"Azken 12 hilabeteetan jazarpen sexual edo ez sexualaren biktima izan diren pertsonen kopurua 100.000 biztanleko","objetivo_global":"11- Hiriak eta giza kokaguneak inklusiboak, seguruak, erresilienteak eta jasangarriak izatea lortzea","meta_global":"11.7- 2030. urterako, berdegune eta espazio publiko seguru, inklusibo eta irisgarriak edukitzeko aukera unibertsala izatea, bereziki, emakumeentzat, haurrentzat, adinekoentzat eta desgaitasunen bat duten pertsonentzat","definicion":"Número de personas que han sido víctimas de acoso contra la libertad de las personas, acoso inmobiliario,  acoso laboral o funcionarial, o acoso sexual en los últimos 12 meses por cada 100.000 habitantes","formula":"\n$$TVACOSO^{t} = \\frac{VACOSO^{t}}{P^{t}} \\cdot 100.000$$\n\ndonde:\n\n$VACOSO^{t} =$ población que ha sido víctima de acoso no sexual o sexual en los últimos 12 meses, en el año $t$\n\n$P^{t} =$ población a 1 de julio del año $t$\n","desagregacion":"Sexua","observaciones":"\nSe contabiliza como acoso no sexual el acoso contra la libertad de las personas (art. 172 ter del código penal),  el acoso inmobiliario (art. 172,1.3 del código penal) y el acoso laboral o funcionarial (art. 173.1 del código penal).\nLos datos proceden de las estadísticas de actuaciones policiales, que abarcan delitos conocidos, víctimas y sospechosos.  Dado que los datos resumen únicamente los casos puestos en conocimiento de la policía, las cifras pueden subestimar la realidad. ","periodicidad":"Urtekoa","texto_oceca":"Autonomia-erkidegoetako estatistika-organo zentralen arteko metodologia harmonizatua erabiliz kalkulatutako adierazlea","justificacion_global":"La experiencia del acoso sexual y no sexual puede tener efectos negativos de gran alcance en las \nvíctimas. \n\nAdemás del daño emocional y psicológico sufrido, el acoso puede tener consecuencias negativas \nen la capacidad de las víctimas para participar plenamente en la vida pública y para participar y \ncontribuir al desarrollo de sus comunidades. Por ejemplo, la incidencia generalizada del acoso sexual \nen el lugar de trabajo puede dar lugar a una menor participación de las mujeres en la fuerza laboral, \nespecialmente en ocupaciones dominadas por los hombres, y reducir su capacidad de generar ingresos.\n\nFuente: División de Estadísticas de las Naciones Unidas\n","comparabilidad":"El indicador disponible no cumple con los metadatos de Naciones Unidas, pero aporta información complementaria. El indicador de Naciones Unidas mide la prevalencia del acoso en la población medida a partir de una encuesta a la población, mientras que el indicador disponible en la CAE se basa en registros administrativos que pueden subestimar la realidad.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-11-07-02.pdf\">Metadatos 11-7-2.pdf</a> (solo en inglés)"},"target_number":"11.7","goal_number":"11","indicator_sort_order":"11-07-02"}