{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"Hiringintzako edo lurralde antolamenduko plan bat duten udalerriek % 100eko balioa dute","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":true,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Lurralde-antolamenduko plan bat duten edo hirigintzako udal-plan bat duten udalerrien proportzioa","graph_titles":[],"graph_type":"line","indicator_name":"Hiri-politika nazionalak edo eskualdeko garapen-planak dituzten herrialdeen kopurua, a) biztanleriaren dinamikari erantzuten diotenak, b) lurralde-garapen orekatua bermatzen dutenak eta c) tokiko zerga-marjina handitzen dutenak","indicator_number":"11.a.1","national_geographical_coverage":"","page_content":"<a href=\"https://www.euskadi.eus/lurralde-antolamenduaren-gidalerroak-lag/web01-a3lurral/eu/\">\nLurralde Antolamenduaren Gidalerroek</a> EAEko udalerrietako plangintzaren bizitegi-kuantifikazioari buruzko irizpideak ematen dituzte, biztanleria egoiliarraren aldakuntza, familiaren batez besteko tamainaren aldaketa edo etxebizitza-eskaera kontuan hartuta. \n<a href=\"https://www.euskadi.eus/informazioa/lurralde-plan-partzialak-lpp/web01-a3lurral/eu/\">\nLurralde Plan Partzialek</a> Lurralde Antolamenduaren Gidalerroak garatzen dituzte Eremu Funtzionalak izeneko hamabost eremu geografikoetan, eta antolamenduaren helburuak zehazten dituzte lurraldearen egoeraren, egoera sozioekonomikoaren eta bilakaera-aukeren azterketatik abiatuta. \n","permalink":"","precision":[],"progress_status":"alcanzado","reporting_status":"complete","sort":"","sources":[{"organisation":"Etxebizitza eta Hiri Agenda Saila","periodicity":"Urtekoa","url":"https://www.euskadi.eus/web01-s2ing/eu/contenidos/informacion/200208_inbentarioa_tablas_esta/eu_def/index.shtml","url_text":"Plangintzaren Inbentarioa","logo":"/assets/img/fuentes/Euskadi.png"}],"standalone":false,"tags":[],"indicador_disponible":"Lurralde-antolamenduko plan bat duten edo hirigintzako udal-plan bat duten udalerrien proportzioa","objetivo_global":"11- Hiriak eta giza kokaguneak inklusiboak, seguruak, erresilienteak eta jasangarriak izatea lortzea","meta_global":"11.a- Hiriguneen, hiri‐inguruen eta landa‐eremuen arteko ekonomia‐, gizarte‐ eta ingurumen‐lotura positiboak babestea, garapen nazionalaren eta eskualdekoaren plangintza sendotuz","definicion":"Adierazle honek bi serie ditu: \n\n <b>- Lurralde-antolamenduko plan batek (LPP) estalitako udalerrien proportzioa</b>\n\n <b>- Hirigintzako udal-plan bat duten udalerrien proportzioa (HAPO edo Arau Subsidiarioak)</b>\n","formula":"\n\n<b>Lurralde-antolamenduko plan batek (LPP) estalitako udalerrien proportzioa</b>\n\n$$PMUN_{PPL}^{t} = \\frac{MUN_{PPL}^{t}}{MUN^{t}} \\cdot 100$$\n\nnon:\n\n$MUN_{PPL}^{t} =$ lurralde plan partziala dituzten udalerrien kopurua $t$ urtean\n\n$MUN^{t} =$ udalerrien kopurua $t$ urtean\n\n\n\n<br>\n\n<b>Hirigintzako udal-plan bat duten udalerrien proportzioa (HAPO edo Arau Subsidiarioak)</b>\n\n$$PMUN_{HAPO}^{t} = \\frac{MUN_{HAPO}^{t}}{MUN^{t}} \\cdot 100$$\n\nnon:\n\n$MUN_{HAPO}^{t} =$ hirigintzako udal-plana (HAPO edo Arau Subsidiarioak) duten udalerrien kopurua, $t$ urtean\n\n$MUN^{t} =$ udalerrien kopurua $t$ urtean\n","desagregacion":"\nLurralde historikoa \n\nEskualdea \n\nUdalerria \n","observaciones":"","periodicidad":"Urtekoa","justificacion_global":"Adierazle honen abiapuntua da hiri-politika nazionalen garapenak eta ezarpenak babestu egin behar dutela \neragileen partaidetza, elkartegintza, elkarlana eta koordinazioa, bai eta elkarrizketa sustatu ere. Hiri \nPolitika Nazionalek (HPN) eta Eskualde Garapeneko Planek (EGP) hiri-garapen koordinatu eta konektatua \nsustatzen dute. Gobernuak ahaleginak koordinatuz gero; HPN edo EGP bidez, esaterako, abagune ezin hobea \nizango genuke urbanizazio jasangarria eta lurralde-garapen orekatua lortzeko, zergatik eta politika sektorialak \nlotu, nazio, eskualde eta tokiko politikak konektatu, eta hiriko, hiri-inguruko eta landako loturak indartzen \ndirelako hala, lurralde-garapen orekatuaren bidez. \n\nEstatuko hiri-politika jasangarrien gaineko aurrerapen orokorrari buruzko barometro ona ematen du adierazle \nhonek. Politiken gomendioak babesteko arrakalen azterketa gisa ere baliagarria da. Halaber, herrialde interesdun \nguztien artean elkartegintza eta lankidetza sustatu ditzaketen herrialde arteko politikak eta jardunbide onak \nidentifikatzen laguntzen du. Adierazle hau prozesuetara bideratzen da, aspirazionala da, eta GJHeko 11. helburua \nnahiz hiriarekin lotutako beste adierazle batzuk baliozkotzeari indarra emateko balio du. Halaber, jurisdikzio-maila \naskotan aplikatu daiteke, hau da, arlo asko hartzen ditu eta, aldi berean, hiri-erronkak maila nazional \nintegratuagoan jorratzen ditu. \n\n\nIturria: Nazio Batuen Estatistika Sekzioa \n","comparabilidad":"EAEn eskuragarri dagoen adierazleak partzialki betetzen ditu Nazio Batuen metadatuak.","dato_global":"\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=11.a.1&seriesCode=SD_CPA_UPRDP&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\"> Populazio-dinamikari erantzuten dioten, lurralde-garapen orekatua ziurtatzen duten eta tokiko zerga-espazioa handitzen duten hiri-politika nazionalak edo eskualde-garapeneko planak dituzten herrialdeak (1 = BAI; 0 = EZ) SD_CPA_UPRDP</a> UNSTATS","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-11-0a-01.pdf\">Metadatuak 11-a-1.pdf</a> (ingelesez bakarrik)","national_data_updated_date":"2025-08-14","national_metadata_updated_date":"2025-08-14","es":{"indicador_disponible":"Lurralde-antolamenduko plan bat duten edo hirigintzako udal-plan bat duten udalerrien proportzioa","objetivo_global":"11- Hiriak eta giza kokaguneak inklusiboak, seguruak, erresilienteak eta jasangarriak izatea lortzea","meta_global":"11.a- Hiriguneen, hiri‐inguruen eta landa‐eremuen arteko ekonomia‐, gizarte‐ eta ingurumen‐lotura positiboak babestea, garapen nazionalaren eta eskualdekoaren plangintza sendotuz","definicion":"Este indicador se compone de dos series:\n\n <b>- Proporción de municipios cubiertos por un plan de ordenación territorial (PTP)</b>\n\n <b>- Proporción de municipios que disponen de un planeamiento urbanístico municipal (PGOU o NNSS)</b>\n","formula":"\n<b>Proporción de municipios cubiertos por un plan de ordenación territorial (PTP)</b>\n\n$$PMUN_{PTP}^{t} = \\frac{MUN_{PTP}^{t}}{MUN^{t}} \\cdot 100$$\n\ndonde:\n\n$MUN_{PTP}^{t} =$ número de municipios cubiertos por un plan de ordenación territorial (PTP) en el año $t$\n\n$MUN^{t} =$ número de municipios en el año $t$\n\n\n<br>\n\n<b>Proporción de municipios que disponen de un planeamiento urbanístico municipal (PGOU o NNSS)</b>\n\n$$PMUN_{PGOU}^{t} = \\frac{MUN_{PGOU}^{t}}{MUN^{t}} \\cdot 100$$\n\ndonde:\n\n$MUN_{PGOU}^{t} =$ número de municipios con planeamiento urbanístico municipal (PGOU o NNSS) en el año $t$\n\n$MUN^{t} =$ número de municipios en el año $t$\n","desagregacion":"\nTerritorio histórico\n\nComarca\n\nMunicipio\n","observaciones":"","periodicidad":"Urtekoa","justificacion_global":"Este indicador se basa en la noción de que el desarrollo y la implementación de \nlas Políticas Urbanas Nacionales deben apoyar la participación, la asociación, la \ncooperación y la coordinación de los actores, así como facilitar el diálogo. Las Políticas \nUrbanas Nacionales (PNU) y los Planes de Desarrollo Regional (PDR) promueven un \ndesarrollo urbano coordinado y conectado. Un esfuerzo coordinado del \ngobierno a través de una PNU o un PDR brinda la mejor oportunidad para \nlograr una urbanización sostenible y un desarrollo territorial equilibrado al \nvincular las políticas sectoriales, conectar las políticas gubernamentales \nnacionales, regionales y locales, y fortalecer los vínculos urbanos, \nperiurbanos y rurales a través de un desarrollo territorial equilibrado.\n\nEste indicador proporciona un buen barómetro sobre el progreso global en materia \nde políticas urbanas nacionales sostenibles. Sirve como análisis de brechas \npara respaldar las recomendaciones de políticas. El indicador puede identificar \nbuenas prácticas y políticas entre los países que pueden promover la asociación \ny la cooperación entre todas las partes interesadas. Este indicador está orientado \na los procesos y es aspiracional y tiene el potencial de respaldar la validación \ndel Objetivo 11 y otros indicadores de los ODS con un componente urbano. El indicador \ntiene la capacidad de ser aplicable a niveles de múltiples jurisdicciones, es decir, \nabarcando varias áreas y al mismo tiempo atendiendo los desafíos urbanos de una manera \nnacional más integrada.\n\nFuente: División de Estadísticas de las Naciones Unidas\n","comparabilidad":"El indicador disponible cumple parcialmente con los metadatos de Naciones Unidas.","dato_global":"\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=11.a.1&seriesCode=SD_CPA_UPRDP&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\"> Países que cuentan con políticas urbanas nacionales o planes de desarrollo regional que respondan a la dinámica poblacional, aseguren un desarrollo territorial equilibrado y aumenten el espacio fiscal local (1 = SÍ; 0 = NO) SD_CPA_UPRDP</a> UNSTATS","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-11-0a-01.pdf\">Metadatos 11-a-1.pdf</a> (solo en inglés)"},"en":{"indicador_disponible":"Lurralde-antolamenduko plan bat duten edo hirigintzako udal-plan bat duten udalerrien proportzioa","objetivo_global":"11- Hiriak eta giza kokaguneak inklusiboak, seguruak, erresilienteak eta jasangarriak izatea lortzea","meta_global":"11.a- Hiriguneen, hiri‐inguruen eta landa‐eremuen arteko ekonomia‐, gizarte‐ eta ingurumen‐lotura positiboak babestea, garapen nazionalaren eta eskualdekoaren plangintza sendotuz","definicion":"This indicator is composed of two series:\n\n <b>- Proportion of municipalities covered by a territorial land use plan (PTP)</b>\n\n <b>- Proportion of municipalities with a municipal urban plan (PGOU or NNSS)</b>\n","formula":"\n<b>Proportion of municipalities covered by a territorial land use plan (PTP)</b>\n\n$$PMUN_{PTP}^{t} = \\frac{MUN_{PTP}^{t}}{MUN^{t}} \\cdot 100$$\n\nwhere:\n\n$MUN_{PTP}^{t} =$ number of municipalities with A territorial land use plan in the year $t$\n\n$MUN^{t} =$ number of municipalities in the year $t$\n\n\n<br>\n\n<b>Proportion of municipalities with a municipal urban plan (PGOU or NNSS)</b>\n\n$$PMUN_{PGOU}^{t} = \\frac{MUN_{PGOU}^{t}}{MUN^{t}} \\cdot 100$$\n\nwhere:\n\n$MUN_{PGOU}^{t} =$ number of municipalities with municipal urban plan in the year $t$\n\n$MUN^{t} =$ number of municipalities in the year $t$\n","desagregacion":"\nProvince \n\nCounty \n\nMunicipality \n","observaciones":"","periodicidad":"Urtekoa","justificacion_global":"This indicator is based on the notion that the development and implementation \nof National Urban Policies should support participation, partnership, cooperation \nand coordination of actors as well as facilitate dialogue. National Urban Policy \n(NUP) and Regional Development Plans (RDP) promote coordinated and connected urban \ndevelopment. A coordinated effort from government through a NUP or RDP provides the \nbest opportunity for achieving sustainable urbanization and balanced territorial \ndevelopment by linking sectorial policies, connecting national, regional and local \ngovernment policies, strengthening urban, peri-urban and rural links through balanced \nterritorial development. \n\nThis indicator provides a good barometer on global progress on sustainable national \nurban policies. It serves as gap analysis to support policy recommendations. The \nindicator can identify good practices and policies among countries that can promote \npartnership and cooperation between all stakeholders. This indicator is both process \noriented and aspirational and has the potential to support the validation of Goal 11 \nand other SDGs indicators with an urban component. The indicator has the ability to \nbe applicable at multi jurisdictions levels, i.e covering a number of areas while taking \ncare of urban challenges in a more integrated national manner. \n\nSource: United Nations Statistics Division \n","comparabilidad":"The available indicator partially complies with the United Nations metadata.","dato_global":"\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=11.a.1&seriesCode=SD_CPA_UPRDP&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\"> Countries that have national urban policies or regional development plans that respond to population dynamics; ensure balanced territorial development; and increase local fiscal space (1 = YES; 0 = NO) SD_CPA_UPRDP</a> UNSTATS","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-11-0a-01.pdf\">Metadata 11-a-1.pdf</a>"},"target_number":"11.a","goal_number":"11","indicator_sort_order":"11-0a-01"}