{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Kontsumo- eta ekoizpen-modalitate jasangarrietarako trantsizioa bultzatzeko politika-tresnak egiten, hartzen edo aplikatzen dira","graph_titles":[],"graph_type":"bar","indicator_name":"Kontsumo eta ekoizpen iraunkorreko modalitateetarako trantsizioa bultzatzeko politika-tresnak egiten, onartzen edo aplikatzen dituzten herrialdeen kopurua","indicator_number":"12.1.1","national_geographical_coverage":"","page_content":"<b>Nahi den norabidea:</b> Igoera","permalink":"","precision":[],"progress_status":"alcanzado","reporting_status":"complete","sort":"","sources":[{"organisation":"Trantsizio Ekologikorako eta Erronka Demografikorako Ministerioa","periodicity":"Urtekoa","url":"https://www.miteco.gob.es/eu/calidad-y-evaluacion-ambiental/temas/economia-circular/estrategia.html","url_text":"Ekonomia Zirkularraren Espainiako Estrategia eta Ekintza Planak","logo":"/assets/img/fuentes/GE.png"}],"standalone":false,"tags":[],"indicador_disponible":"Kontsumo- eta ekoizpen-modalitate jasangarrietarako trantsizioa bultzatzeko politika-tresnak egiten, hartzen edo aplikatzen dira","objetivo_global":"12- Kontsumo eta ekoizpen modalitate jasangarriak bermatzea","meta_global":"12.1- Kontsumo eta Ekoizpen Modalitate Jasangarriei buruzko Programen Hamar Urterako Esparrua aplikatzea, herrialde guztien parte‐hartzearekin eta garatutako herrialdeek gidatuta, kontuan izanda garapen‐bidean dauden herrialdeen garapen‐maila eta ahalmenak","definicion":"Kontsumo- eta ekoizpen-modalitate jasangarriak lortzera bideratutako politikarik sortzen,  ezartzen eta aplikatzen ote den adierazten duen balio logikoa ","formula":"\n$$PCPS^{t} =\\begin{cases}\n1 & \\text{kontsumo eta ekoizpen jasangarrirako politikak egin, hartu edo aplikatzen badira $t$ urtean } \\\\\n-1 & \\text{ez bada kontsumo eta ekoizpen jasangarrirako politikarik egin, ez hartu eta ez aplikatzen $t$ urtean } \n\\end{cases}$$\n","desagregacion":null,"observaciones":"","periodicidad":"Urtekoa","texto_oceca":"Autonomia-erkidegoetako estatistika-organo zentralen arteko metodologia harmonizatua erabiliz kalkulatutako adierazlea","justificacion_global":"\nMaila guzti-guztietan, erabakiak hartzeko orduan kontsumo eta ekoizpen jasangarria sartzea da Hamar \nUrterako Esparruaren eginkizun nagusietako bat. Hala, espero da “kontsumo eta ekoizpen jasangarriak \ngarapen jasangarriko politika, programa eta estrategietan sartzeko babesa eman dezala, kasuan kasu, \nbidezkoa denean pobrezia murrizteko estrategiak barne” (azken agiria: Rio+20 – A/CONF.216/5). \n\nAdierazle honen helburua da gobernuek kontsumo eta ekoizpen jasangarriaren arloan egindako aurrerapenen \nbolumena eta banaketa geografikoa ebaluatzen laguntzea. Gainera, informazio gehiago batzen ari da egiten \neta erabiltzen ari diren politika-tresna motei, ikuspegiari eta orientazioari buruz, denboran zehar \nduten bilakaera ikuskatu eta garapen jasangarriko beste helburu batzuei egiten dieten ekarpena aztertze \naldera. \n\nHorrek indarra eman behar lioke gobernuek kontsumo eta ekoizpen jasangarria lantzeko politikak garatu \neta aplikatzeko orduan zenbat eta zein azkar aurreratzen duten jakiteko egiten duten ebaluazio-lanari, \nzeharka nahiz sektoreka. Halaber, adierazle honek lotesleak diren (legeak eta araudiak) eta lotesleak \nez diren politika-tresnak hartzen ditu kontuan. \n\nLehen kategoria funtsezkoa da aldaketarako. Izan ere, tresna lotesleek legezko oinarria ematen dute \nkontsumo eta ekoizpen jasangarrirako, eta erabilgarriak izan daitezke legea betearazteko edo pizgarriak \nemateko. Legeak egin, onartu eta ezartzeko gaitasuna adierazle zorrotza da jakiteko jurisdikzioek kontsumo \neta ekoizpen jasangarrirako aldaketaren alde zenbateko konpromisoa duten.  Adierazle hau lagungarria izan \ndaiteke, era berean, lege-panorama orokorraren bilakaera aztertzeko. \n\nBigarren kategoria ere funtsezkoa da partaidetza, konpromiso eta apropiazio instituzionala ziurtatzeko. \nKasu batzuetan, lotesleak ez diren politika-tresnak lagungarriak izan daitezke lege-tresna berriak \nsortzeko. Sektore guztietan lotesleak ez diren tresnak garatu eta ezartzeak informazioa ematen du, gainera, \nbazkideek eta interesa duten beste alderdi batzuek kontsumo eta ekoizpen jasangarriaren gainean duten \nkonpromisoari buruz. \n\n\nIturria: Nazio Batuen Estatistika Sekzioa \n","dato_global":"<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=12.1.1&seriesCode=SG_SCP_CNTRY&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\">Kontsumo eta ekoizpen jasangarriko ekintza-plan nazionalak dituzten herrialdeak edo kontsumo eta ekoizpen jasangarria politika nazionaletan lehentasun edo helburu gisa txertatuta dituztenak (1 = BAI; 0 = EZ) SG_SCP_CNTRY</a> UNSTATS","comparabilidad":"EAEn eskuragarri dagoen adierazleak Nazio Batuen adierazlearen metadatuak betetzen ditu.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-12-01-01.pdf\">Metadatuak 12-1-1.pdf</a> (ingelesez bakarrik)","national_data_updated_date":"2025-05-08","national_metadata_updated_date":"2025-08-14","en":{"indicador_disponible":"Kontsumo- eta ekoizpen-modalitate jasangarrietarako trantsizioa bultzatzeko politika-tresnak egiten, hartzen edo aplikatzen dira","objetivo_global":"12- Kontsumo eta ekoizpen modalitate jasangarriak bermatzea","meta_global":"12.1- Kontsumo eta Ekoizpen Modalitate Jasangarriei buruzko Programen Hamar Urterako Esparrua aplikatzea, herrialde guztien parte‐hartzearekin eta garatutako herrialdeek gidatuta, kontuan izanda garapen‐bidean dauden herrialdeen garapen‐maila eta ahalmenak","definicion":"Logical value that indicates whether policies are developed, adopted or applied  to support the transition towards sustainable consumption and production patterns ","formula":"\n$$PCPS^{t} =\\begin{cases}\n1 & \\text{If policies for sustainable consumption and production are developed, adopted or applied in year } t \\\\\n-1 & \\text{If policies for sustainable consumption and production are not developed, adopted or applied in year } t\n\\end{cases}$$\n","desagregacion":null,"observaciones":"","periodicidad":"Urtekoa","texto_oceca":"Autonomia-erkidegoetako estatistika-organo zentralen arteko metodologia harmonizatua erabiliz kalkulatutako adierazlea","justificacion_global":"\nMainstreaming sustainable consumption and production in decision-making at all \nlevels is a core function of the 10-Year Framework, which is expected to “support \nthe integration of sustainable consumption and production into sustainable development \npolicies, programmes and strategies, as appropriate, including, where applicable, \ninto poverty reduction strategies” (Rio+20 Outcome Document – A/CONF.216/5). \n\nThe purpose of this indicator is to help assess the volume and geographical \nrepartition of governments progressing on sustainable consumption and production. \nIn addition, further information is being collected on the types, focus and \norientation of the policy instruments that are being developed and used, to monitor \ntheir progression over time as well as their contribution to other Sustainable \nDevelopment Goals. \n\nThis should support evaluation of how much / how fast governments progress in the \ndevelopment and application of policies addressing sustainable consumption and \nproduction, whether at cross-cutting or sectoral level. The indicator is also \nconsidering both binding (laws and regulations) and non-binding policy instruments. \n\nThe first category is essential to the shift, as binding instruments provide the \nlegal ground for sustainable consumption and production, and can be used for \nenforcement or to provide incentives. The ability to develop, pass and implement \nlegislation is an indication of jurisdictions’ engagement in the shift towards \nsustainable consumption and production. This indicator can also help monitor the \nevolution of the global legislative landscape. \n\nThe second category is also essential to ensure institutional engagement, commitment \nand ownership. In some cases, non-binding policy instruments can lead to the creation \nof new legal ones. The development and implementation of non-binding instruments across \nsectors also provides information on engagement of partners and other stakeholders in \nsustainable consumption and production. \n\nSource: United Nations Statistics Division\n","dato_global":"<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=12.1.1&seriesCode=SG_SCP_CNTRY&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\"> Countries with sustainable consumption and production (SCP) national action plans or SCP mainstreamed as a priority or target into national policies (1 = YES; 0 = NO) SG_SCP_CNTRY</a> UNSTATS","comparabilidad":"The available indicator complies with United Nations metadata.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-12-01-01.pdf\">Metadata 12-1-1.pdf</a>"},"es":{"indicador_disponible":"Kontsumo- eta ekoizpen-modalitate jasangarrietarako trantsizioa bultzatzeko politika-tresnak egiten, hartzen edo aplikatzen dira","objetivo_global":"12- Kontsumo eta ekoizpen modalitate jasangarriak bermatzea","meta_global":"12.1- Kontsumo eta Ekoizpen Modalitate Jasangarriei buruzko Programen Hamar Urterako Esparrua aplikatzea, herrialde guztien parte‐hartzearekin eta garatutako herrialdeek gidatuta, kontuan izanda garapen‐bidean dauden herrialdeen garapen‐maila eta ahalmenak","definicion":"Valor lógico que indica si se elabora, adopta o aplica políticas destinadas a apoyar  la transición hacia modalidades de consumo y producción sostenibles","formula":"\n$$PCPS^{t} =\\begin{cases}\n1 & \\text{si se elabora, adopta o aplica políticas destinadas al consumo y producción sostenibles en el año } t \\\\\n-1 & \\text{si no se elabora, adopta ni aplica políticas destinadas al consumo y producción sostenibles en el año } t\n\\end{cases}$$\n","desagregacion":null,"observaciones":"","periodicidad":"Urtekoa","texto_oceca":"Autonomia-erkidegoetako estatistika-organo zentralen arteko metodologia harmonizatua erabiliz kalkulatutako adierazlea","justificacion_global":"\nLa incorporación del consumo y la producción sostenibles en la adopción de decisiones \na todos los niveles es una función fundamental del Marco Decenal, que se espera que \n“apoye la integración del consumo y la producción sostenibles en las políticas, \nprogramas y estrategias de desarrollo sostenible, según corresponda, incluidas, cuando \nproceda, las estrategias de reducción de la pobreza” (Documento Final de Río+20 – A/CONF.216/5).\n\nEl objetivo de este indicador es ayudar a evaluar el volumen y la distribución geográfica \nde los avances de los gobiernos en materia de consumo y producción sostenibles. Además, \nse está recopilando más información sobre los tipos, el enfoque y la orientación de \nlos instrumentos de política que se están elaborando y utilizando, para supervisar su \nprogreso a lo largo del tiempo, así como su contribución a otros Objetivos de \nDesarrollo Sostenible. \n\nEsto debería respaldar la evaluación de cuánto y con qué rapidez avanzan los gobiernos \nen el desarrollo y la aplicación de políticas que abordan el consumo y la producción \nsostenibles, ya sea a nivel transversal o sectorial. El indicador también tiene en \ncuenta los instrumentos de política vinculantes (leyes y reglamentos) y no \nvinculantes. \n\nLa primera categoría es esencial para el cambio, ya que los instrumentos \nvinculantes proporcionan la base legal para el consumo y la producción sostenibles, y \npueden utilizarse para hacer cumplir la ley o para proporcionar incentivos. La capacidad \nde elaborar, aprobar e implementar leyes es un indicador del compromiso de \nlas jurisdicciones en el cambio hacia el consumo y la producción sostenibles. Este \nindicador también puede ayudar a monitorear la evolución del panorama legislativo global. \n\nLa segunda categoría también es esencial para garantizar la participación, el compromiso y \nla apropiación institucional. En algunos casos, los instrumentos de política no vinculantes \npueden conducir a la creación de nuevos instrumentos legales. El desarrollo y la implementación \nde instrumentos no vinculantes en todos los sectores también proporciona información sobre \nel compromiso de los socios y otras partes interesadas en el consumo y la producción sostenibles.\n\nFuente: División de Estadísticas de las Naciones Unidas\n","dato_global":"<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=12.1.1&seriesCode=SG_SCP_CNTRY&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\"> Países con planes de acción nacionales de consumo y producción sostenibles (CPS) o con CPS incorporado como prioridad u objetivo en las políticas nacionales (1 = SÍ; 0 = NO) SG_SCP_CNTRY</a> UNSTATS","comparabilidad":"El indicador disponible cumple con los metadatos del indicador de Naciones Unidas.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-12-01-01.pdf\">Metadatos 12-1-1.pdf</a> (solo en inglés)"},"target_number":"12.1","goal_number":"12","indicator_sort_order":"12-01-01"}