{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Itsasoaren batez besteko azidotasuna (pH) laginketa-estazio adierazgarrien multzo hitzartu batean neurtua","graph_titles":[],"graph_type":"line","indicator_name":"Itsasoaren batez besteko azidotasuna (pH) laginketa-estazio adierazgarrien multzo hitzartu batean neurtua","indicator_number":"14.3.1","national_geographical_coverage":"","page_content":"<b>Nahi den norabidea:</b> Mantentzea","permalink":"","precision":[],"progress_status":"alcanzado","reporting_status":"complete","sort":"","sources":"","standalone":false,"tags":[],"indicador_disponible":"Itsasoaren batez besteko azidotasuna (pH), laginketa-estazio adierazgarrien multzo hitzartu batean neurtuta","definicion":"Itsasoaren batezbesteko azidotasuna (pH), lagin adierazgarrien multzo adostu batean neurtuta","formula":"\n$${AMM}^t = \\overline{pH^t}$$\n\nnon:\n\n$\\overline{pH^t}=$ neurketa-estazioetan hil bakoitzaren 15ean jasotako pH in situ neurketaren batez besteko aritmetikoa $t$ urtean\n","desagregacion":null,"periodicidad":"Urtekoa","observaciones":"Neurketa-laginak autonomia-erkidegoen arabera esleitzeko, lurreko punturik hurbilena hartzen da kontuan.","texto_oceca":"Autonomia-erkidegoetako estatistika-organo zentralen arteko metodologia harmonizatua erabiliz kalkulatutako adierazlea","justificacion_global":"Ozeanoak atmosferarako CO2 antropogenikoaren urteko emisioen % 30era arte xurgatzen du. Hori lagungarria \nda planetan klima-aldaketaren eraginak arintzeko. Hala ere, kostu ekologiko altua du. Izan ere, \nxurgatutako CO2k erreakzionatu egiten du itsasoko uraren aurrean, eta aldaketak eragiten ditu karbono \ndisolbatuen konposizio kimikoan, itsasoko azidotasunaren igoera barne (itsasoko uraren PHa murriztuta). \n\nOzeanoen azidifikazioak ondorio nahiko zuzenak ditu itsas bizitzan, eta eragina du ozeano zabalak eta \nkostaldeek ematen dituzten zerbitzuetan, besteak beste elikaduran eta bizimoduan, turismoan, kostaldearen \nbabesean, identitate kulturalean, garraioan edo aisialdian. Ozeanoen azidifikazioak zerbitzu ozeanikoetan \nduen eragina murriztu egin daiteke, baldin eta era egokian ikuskatzen bada eta hobeto ulertzen badira \naldakortasuna eta aldakuntza-tasak. Hori lagungarria da, era berean, egoera arintzeko edota egoerara \negokitzeko estrategien oinarriak ezartzeko. \n\n\nIturria: Nazio Batuen Estatistika Sekzioa \n","dato_global":null,"indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-14-03-01.pdf\">Metadatuak 14-3-1.pdf</a> (ingelesez bakarrik)","national_data_updated_date":"2025-05-08","national_metadata_updated_date":"2025-06-06","en":{"indicador_disponible":"Itsasoaren batez besteko azidotasuna (pH), laginketa-estazio adierazgarrien multzo hitzartu batean neurtuta","definicion":"Average sea acidity (pH) measured at an agreed set of representative sampling stations","formula":"\n$${AMM}^t = \\overline{pH^t}$$\n\nwhere:\n\n$\\overline{pH^t}=$ arithmetic mean of the in-situ pH collected on the 15th of each month at the measuring stations in year $t$\n","desagregacion":null,"periodicidad":"Urtekoa","observaciones":"The allocation of measuring stations by autonomous communities is carried out according to their nearest land point","texto_oceca":"Autonomia-erkidegoetako estatistika-organo zentralen arteko metodologia harmonizatua erabiliz kalkulatutako adierazlea","justificacion_global":"The ocean absorbs up to 30% of the annual emissions of anthropogenic CO2 to the atmosphere, helping \nto alleviate the impacts of climate change on the planet. However, this comes at a steep ecological cost, \nas the absorbed CO2 reacts with seawater and results in shifts in the dissolved carbonate chemistry \nincluding increased acidity levels in the marine environment (decreased seawater pH). \n\nOcean acidification has potentially direct consequences for marine life and cascades through to the \nservices provided by the open ocean and coastal areas including food and livelihood, tourism, coastal \nprotection, cultural identity, transportation and recreation. The impacts on ocean services from ocean \nacidification may be lessened through appropriate monitoring and improved understanding of variability \nand rates of change, helping to inform mitigation and/or adaptation strategies. \n\nSource: United Nations Statistics Division \n","dato_global":null,"indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-14-03-01.pdf\">Metadata 14-3-1.pdf</a> "},"es":{"indicador_disponible":"Itsasoaren batez besteko azidotasuna (pH), laginketa-estazio adierazgarrien multzo hitzartu batean neurtuta","definicion":"Acidez media del mar (pH) medida en un conjunto convenido de estaciones de muestreo representativas","formula":"\n$${AMM}^t = \\overline{pH^t}$$\n\ndonde:\n\n$\\overline{pH^t}=$ media aritmética del pH in-situ recogido el día 15 de cada mes en las estaciones de medición en el año $t$\n","desagregacion":null,"periodicidad":"Urtekoa","observaciones":"La asignación de las estaciones de medición por comunidades autónomas se realiza atendiendo a su punto de tierra más cercano ","texto_oceca":"Autonomia-erkidegoetako estatistika-organo zentralen arteko metodologia harmonizatua erabiliz kalkulatutako adierazlea","justificacion_global":"El océano absorbe hasta el 30 % de las emisiones anuales de CO2 antropogénico a la atmósfera, \nlo que ayuda a mitigar los impactos del cambio climático en el planeta. Sin embargo, \nesto tiene un alto coste ecológico, ya que el CO2 absorbido reacciona con el agua \nde mar y provoca cambios en la composición química de los carbonatos disueltos, \nincluyendo un aumento de la acidez en el medio marino (disminución del pH del agua \nde mar). \n\nLa acidificación de los océanos tiene consecuencias potencialmente directas para la vida \nmarina y repercute en los servicios que prestan el océano abierto y las zonas costeras, \ncomo la alimentación y los medios de vida, el turismo, la protección costera, la identidad cultural, \nel transporte y la recreación. Los impactos de la acidificación de los océanos en los \nservicios oceánicos pueden reducirse mediante un monitoreo adecuado y una mejor comprensión \nde la variabilidad y las tasas de cambio, lo que ayuda a fundamentar las estrategias \nde mitigación y/o adaptación.\n\nFuente: División de Estadísticas de las Naciones Unidas\n","dato_global":null,"indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-14-03-01.pdf\">Metadatos 14-3-1.pdf</a> (solo en inglés)"},"target_number":"14.3","goal_number":"14","indicator_sort_order":"14-03-01"}