{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Ahalmen estatistikoaren adierazleak","graph_titles":[],"graph_type":"line","indicator_name":"Ahalmen estatistikoaren adierazleak","indicator_number":"17.18.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"progress_status":"notstarted","reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"indicador_disponible":"Euskal AEk ez du estatistika jarraitu eta ofizialik egiten adierazlearen metodologiarekin","definicion":null,"formula":null,"desagregacion":null,"periodicidad":null,"observaciones":null,"justificacion_global":"\nJarduera Estatistikoaren Adierazle berriek Gaitasun Estatistikoaren Indizea ordezkatzen dute. \nIndize hori aldizka argitaratzen du Munduko Bankuak 2004az geroztik. Helburuak, hala ere, \nberberak dira: herrialdeen estatistika-sistemak neurtzeko tresna hobea eskaintzea: Jarduera \nEstatistikoaren Adierazleen esparru berria eremu berrietara zabaldu da, hala nola datuen erabilera, \nadministrazio-datuak, datu geoespazialak, datu-zerbitzuak eta datuen azpiegitura barne hartuz. \nJarduera Estatistikoaren Adierazleek herrialdeei beren egoera hainbat dimentsiotan neurtzen lagun \ndiezaiekeen esparru bat eskaintzen dute, eta neurketak egiteko agenda handizale bat eskaintzen \ndiote nazioarteko komunitateari. \n\nDatu-iturrien zutabea (4. Zutabea) hiru iturritan banatzen da: (i) estatistika-bulegoak \n(erroldak eta inkestak) eta beste leku batzuetatik iristen diren iturriak (ii) administrazio-datuak \neta (iii) datu geoespazialak. Iturri-mota horien arteko oreka egokia herrialde bakoitzaren \ntestuinguru instituzionalaren eta sistema estatistikoaren heldutasunaren araberakoa izango da. \n\nPuntuazio altuek adierazi behar dute erabilitako iturriek zenbateraino ahalbidetzen duten beharrezko \nadierazle estatistikoak sortzea. Adibidez, ingurumen-estatistiketan puntuazio txikia izateak \n(datuak sortzeko zutabean) datu geoespazialen erabilerarik eza (eta puntuazio txikia) adieraz \ndezake (datu-iturrien zutabean). \n\nBestalde, Datu Irekien Inbentarioaren Estaldura Indizea herrialde batek GJHak babesteko datu-base \nnazionaletatik abiatuta 22 kategoriatan estatistika ofizialen multzo bat ekoizteko duen gaitasunaren \nadierazle da. \n\n22 datu-kategorietako bakoitzeko bost elementuetan indize osoa kalkulatzeak aukera ematen du \nherrialdeak nazio, eskualde eta munduko garapen-ahaleginetarako datu garrantzitsuak sortzeko duen \nahalmena ebaluatzeko. \n\n\nIturria: Nazio Batuen Estatistika Sekzioa \n","dato_global":"\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=17.18.1&seriesCode=IQ_SPI_PIL4&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\">\nDatu-iturrien errendimendu-indizea (estatistika-errendimenduaren adierazleen 4. zutabea) (indizea) IQ_SPI_PIL4</a> UNSTATS\n\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=17.18.1&seriesCode=SG_STT_ODIN&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\">\nDatu Irekien Inbentarioaren (ODIN) estaldura-indizea SG_STT_ODIN</a> UNSTATS\n","comparabilidad":null,"indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-17-18-01a.pdf\">Metadatuak 17-18-1(a).pdf</a> (ingelesez bakarrik)\n\n<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-17-18-01b.pdf\">Metadatuak 17-18-1(b).pdf</a> (ingelesez bakarrik)\n","national_data_updated_date":"","national_metadata_updated_date":"2025-06-06","en":{"indicador_disponible":"Euskal AEk ez du estatistika jarraitu eta ofizialik egiten adierazlearen metodologiarekin","definicion":null,"formula":null,"desagregacion":null,"periodicidad":null,"observaciones":null,"justificacion_global":"\nThe new Statistical Performance Indicators (SPI) replaces the Statistical Capacity Index (SCI), which the \nWorld Bank has regularly published since 2004. Although the goals are the same, to offer a better tool to \nmeasure the statistical systems of countries, the new SPI framework has expanded into new areas \nincluding data use, administrative data, geospatial data, data services, and data infrastructure. The SPI \nprovides a framework that can help countries measure where they stand in several dimensions and offers \nan ambitious measurement agenda for the international community. \n\nThe data sources overall score (Pillar 4 score) is a composite measure of whether countries have data \navailable from the following sources: Censuses and surveys, administrative data and geospatial data. The \ndata sources (input) pillar is segmented by the following sources generated by (i) the statistical office \n(censuses and surveys), and sources accessed from elsewhere such as (ii) administrative data, and (iii) \ngeospatial data. The appropriate balance between these source types will vary depending on a \ncountry’s institutional setting and the maturity of its statistical system. \n\nHigh scores should reflect the \nextent to which the sources being utilized enable the necessary statistical indicators to be generated. For \nexample, a low score on environment statistics (in the data production pillar) may reflect a lack of use of \n(and low score for) geospatial data (in the data sources pillar). \n\nOn the other hand, The Open Data Inventory (ODIN) Coverage Index is an indicator of a country’s capacity to produce a set of \nofficial statistics across 22 categories from national databases to support the SDGs. \n\nComputing the total\nindex across the five elements for each of the 22 data categories allows for an assessment of the \ncountry’s revealed capacity to produce data that are important for national, regional, and global \ndevelopment efforts. \n\nSource: United Nations Statistics Division \n","dato_global":"\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=17.18.1&seriesCode=IQ_SPI_PIL4&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\">\nData Sources performance index (Statistical Performance Indicators Pillar 4) (Index) IQ_SPI_PIL4</a> UNSTATS\n\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=17.18.1&seriesCode=SG_STT_ODIN&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\">\nOpen Data Inventory (ODIN) Coverage Index SG_STT_ODIN</a> UNSTATS\n","comparabilidad":null,"indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-17-18-01a.pdf\">Metadata 17-18-1(a).pdf</a>\n\n<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-17-18-01b.pdf\">Metadata 17-18-1(b).pdf</a>\n"},"es":{"indicador_disponible":"Euskal AEk ez du estatistika jarraitu eta ofizialik egiten adierazlearen metodologiarekin","definicion":null,"formula":null,"desagregacion":null,"periodicidad":null,"observaciones":null,"justificacion_global":"\nLos nuevos Indicadores de Desempeño Estadístico (IPS) sustituyen al \nÍndice de Capacidad Estadística (ICA), que el Banco Mundial publica \nperiódicamente desde 2004. Si bien los objetivos son los mismos: ofrecer \nuna mejor herramienta para medir los sistemas estadísticos de los países, \nel nuevo marco de los IPS se ha ampliado a nuevas áreas, como el uso de datos, \nlos datos administrativos, los datos geoespaciales, los servicios de datos y \nla infraestructura de datos. Los IPS proporcionan un marco que puede ayudar a \nlos países a medir su situación en diversas dimensiones y ofrece una ambiciosa \nagenda de medición para la comunidad internacional.\n\nEl pilar de fuentes de datos (Pilar 4) se segmenta en tres tipos de fuentes \ngeneradas por (i) la oficina de estadística (censos y encuestas) y fuentes a \nlas que se accede desde otros lugares, como (ii) datos administrativos y (iii) \ndatos geoespaciales. El equilibrio adecuado entre estos tipos de fuentes variará en \nfunción del contexto institucional de cada país y la madurez de su sistema estadístico.\n\nLas puntuaciones altas deben reflejar hasta qué punto las fuentes utilizadas \npermiten generar los indicadores estadísticos necesarios. Por ejemplo, una \npuntuación baja en estadísticas ambientales (en el pilar de producción de datos) \npuede reflejar una falta de uso (y una puntuación baja) de datos geoespaciales \n(en el pilar de fuentes de datos).\n\nPor otro lado, el Índice de Cobertura del Inventario de Datos Abiertos (ODIN) es un \nindicador de la capacidad de un país para producir un conjunto de \nestadísticas oficiales en 22 categorías a partir de bases de datos \nnacionales para apoyar los ODS. \n\nEl cálculo del índice total en los cinco elementos de cada una de las \n22 categorías de datos permite evaluar la capacidad revelada \ndel país para producir datos importantes para los esfuerzos \nde desarrollo nacionales, regionales y globales.\n\nFuente: División de Estadísticas de las Naciones Unidas\n","dato_global":"\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=17.18.1&seriesCode=IQ_SPI_PIL4&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\">\nÍndice de rendimiento de las fuentes de datos (Pilar 4 de indicadores de rendimiento estadístico) (Índice) IQ_SPI_PIL4</a> UNSTATS\n\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=17.18.1&seriesCode=SG_STT_ODIN&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\">\nÍndice de cobertura del Inventario de Datos Abiertos (ODIN) SG_STT_ODIN</a> UNSTATS\n","comparabilidad":null,"indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-17-18-01a.pdf\">Metadatos 17-18-1(a).pdf</a> (solo en inglés)\n\n<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-17-18-01b.pdf\">Metadatos 17-18-1(b).pdf</a> (solo en inglés)\n"},"target_number":"17.18","goal_number":"17","indicator_sort_order":"17-18-01"}