{"indicador_disponible":"GRAFICO.2-4-E1-titulo","objetivo_global":"2 Gosea amaitzea, elikagai-segurtasuna eta elikadura hobea lortzea, eta nekazaritza jasangarria bultzatzea","meta_global":"2.4 2030. urterako, elikagaien ekoizpen‐sistemen jasangarritasuna ziurtatzea eta produktibitatea eta ekoizpena areagotzen duten, ekosistemei eusten laguntzen duten, klima‐aldaketara, muturreko fenomeno meteorologikoetara, lehorte, uholde eta beste hondamendi batzuetara egokitzeko gaitasuna indartzen duten eta lurraren eta lurzoruaren kalitatea pixkanaka hobetzen duten nekazaritza‐praktika indartsuak aplikatzea","definicion":"Emisiones de amoníaco ($NH_3$) de la agricultura y ganadería","formula":"\n$$ENH3_{agricultura\\, y\\, ganadería}^{t} = ENH3_{agricultura}^{t} + ENH3_{ganadería}^{t}$$\n\ndonde: \n\n$ENH3_{agricultura}^{t}$ emisiones de $NH_3$ de la agricultura en el año $t$\n\n$ENH3_{ganadería}^{t}$ emisiones de $NH_3$ de la ganadería en el año $t$\n","desagregacion":"Actividad agrícola: agricultura, ganadería","observaciones":"\nLas emisiones de amoníaco asignadas a la agricultura son las \ncorrespondientes a las actividades con códigos NFR (Nomenclature for Reporting): \n3Da1, 3Da2a, 3Da2b, 3Da2c, 3Da3, 3Da4, 3Db, 3Dc, 3Dd, 3De, 3Df, 3F y 3I.\n\nLas emisiones de amoníaco asignadas a la ganadería son las correspondientes a \nlas actividades con códigos NFR (Nomenclature for Reporting): 3B1a, 3B1b, \n3B2, 3B3, 3B4a, 3B4d, 3B4e, 3B4f, 3B4gi, 3B4gii, 3B4giii, 3B4giv y 3B4h.\n","periodicidad":"Anual","texto_oceca":"<img src=\"/site/assets/img/oceca/ocecas_image.png\" style=\"width: 200px; float: left; margin-right: 10px;\" alt=\"Logotipo OCECAS\"> Indicador calculado utilizando una metodología armonizada entre los órganos centrales de estadística de las comunidades autónomas.","justificacion_global":"El indicador forma parte del conjunto de indicadores de los Objetivos de Desarrollo Sostenible (ODS) de la UE.\nSe utiliza para hacer el seguimiento del progreso hacia el ODS 2 sobre poner fin al hambre y la desnutrición, y está \nintegrado en las prioridades de la Comisión Europea en el marco del Acuerdo Verde Europeo\n\nEl indicador mide las emisiones de amoniaco ($NH_3$) como resultado de \nla producción agrícola. Estas emisiones resultan del manejo del estiércol, \nlas aplicaciones de fertilizantes nitrogenados inorgánicos y estiércol animal \naplicado al suelo, así como la orina y el estiércol depositados por los animales en pastoreo.\n\nEl amoníaco ($NH_3$) es un gas incoloro, de olor acre y corrosivo que se produce por la descomposición \nde la materia orgánica vegetal y de los excrementos de humanos y animales. Cuando se libera a la atmósfera, \nel amoníaco contribuye al nivel de contaminación del aire. El sector agrícola sigue siendo el mayor contribuyente \na las emisiones de amoníaco en la UE.\n\nLas medidas implementadas en el marco de la Política Agrícola Común (PAC) y la \nDirectiva Marco del Agua han llevado a la UE a reducir las emisiones de \namoníaco procedentes de la agricultura desde la década de 1990. En concreto, las \nmedidas para cambiar las prácticas agrícolas provocaron reducciones en el uso de \nfertilizantes nitrogenados y una reducción de la densidad ganadera por hectárea en toda la UE-15.\n\nLa Directiva sobre Compromisos Nacionales de Reducción de Emisiones (Directiva NEC) \nestablece compromisos nacionales de reducción de emisiones para los Estados miembros y la\nUE para cinco importantes contaminantes del aire, incluido el amoníaco.\n","dato_global":"<a href=\"https://ec.europa.eu/eurostat/databrowser/view/sdg_02_60/default/table?lang=en&category=sdg.sdg_02\"> Emisiones de amoníaco de la agricultura (sdg_02_60)</a> Eurostat","comparabilidad":"El indicador disponible en la C.A. de Euskadi es comparable con el indicador europeo.","indicador_meta_enlace":"<a href=\"https://ec.europa.eu/eurostat/cache/metadata/en/sdg_02_60_esmsip2.htm\">Metadata sdg_20_60</a> (solo en inglés)<br>","national_data_updated_date":"2024-09-06","national_metadata_updated_date":"2024-12-03","indicator_number":"2.4.E1","target_number":"2.4","goal_number":"2","reporting_status":"complete","data_non_statistical":false,"graph_type":"line","indicator_sort_order":"02-04-E1","indicator_name":"global_indicators.2-4-E1-title","graph_title":"global_indicators.2-4-E1-title"}