{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"EAE eta lurralde historikoen azken urteko datuak behin-behinekoak dira","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":true,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_target_lines":[],"graph_title":"Nekazaritzaren balio erantsia BPGren ehuneko gisa","graph_titles":[],"graph_type":"line","indicator_available":"","indicator_name":"Gastu publikorako nekazaritza-orientazioaren indizea","indicator_number":"2.a.1","indicator_tabs":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"","page_content":"<b>Nahi den norabidea:</b> Igoera","permalink":"","placeholder":"","precision":[],"proxy":"","proxy_series":[],"publications":[],"related_indicators":[],"progress_status":"noevaluado","reporting_status":"complete","sort":"","sources":[{"organisation":"Eustat-Euskal Estatistika Erakundea","periodicity":"Urtekoa","url":"https://eu.eustat.eus/estadisticas/tema_10/opt_1/temas.html","url_text":"Kontu ekonomikoak","logo":"/assets/img/fuentes/Eustat.png"},{"organisation":"Eustat-Euskal Estatistika Erakundea","periodicity":"Urtekoa","url":"https://eu.eustat.eus/estadisticas/tema_489/opt_0/temas.html","url_text":"Udal BPG","logo":"/assets/img/fuentes/Eustat.png"}],"standalone":false,"tags":null,"x_axis_label":"","indicador_disponible":"Nekazaritzaren balio erantsia BPGren ehuneko gisa","objetivo_global":"2- Gosea amaitzea, elikagai-segurtasuna eta elikadura hobea lortzea, eta nekazaritza jasangarria bultzatzea","meta_global":"2.a- Landako azpiegiturako, ikerketako eta nekazaritza‐eremuko zerbitzuetako, garapen teknologikoko eta ganaduaren eta landareen gene‐bankuetako inbertsioa areagotzea, baita nazioarteko lankidetza handiagoaren bidez ere, nekazaritza‐ eta abeltzaintza‐ekoizpenaren gaitasuna hobetzeko garapen‐bidean dauden herrialdeetan, batez ere aurrerapen txikieneko herrialdeetan","definicion":"Nekazaritza, abeltzaintza eta arrantza sektorearen balio erantsi gordina (BEG) sektore guztien BEGarekiko, \nuneko prezioetan.\n\nNekazaritzako balio erantsia eta BPGa Europako Kontu Sisteman (KSE-2010) oinarritzen dira. Nekazaritza terminoa \nnekazaritza, basogintza, arrantza eta ehizaren sektoreari dagokio (EJSN 2009ren edo CIIU Ver4ren A atala)\n","formula":"\n$$PVAB_{nekazaritza}^{t} = \\frac{VAB_{nekazaritza}^{t}}{PIB^{t}} \\cdot 100$$\n\nnon:\n\n$VAB_{nekazaritza}^{t} =$ nekazaritza, abeltzaintza eta arrantza sektorearen balio erantsi gordina, uneko prezioetan $t$ urtean\n\n$PIB^{t} =$  barne-produktu gordina, uneko prezioetan $t$ urtean\n","desagregacion":"Lurralde historikoa\n\nEskualdea\n\nUdalerria\n","observaciones":"Udal BPGan argitaratutako datuak Kontuen Europako Sisteman (KSE-2010) ezarritako metodologian oinarrituta egindako zenbatespenen bidez egiten dira.","periodicidad":"Urtekoa","justificacion_global":"Nekazaritza-orientazioko indizea (NOI) 1 baino altuagoa bada, nekazaritzaren sektorerako orientazioa handiagoa da, hau da, \ngastu publiko handiagoa jasotzen du, balio erantsi ekonomikoari egiten dion ekarpenari lotuta. \n\nNOI 1 baino baxuagoa bada, nekazaritzarako orientazioa baxuagoa da. Eta NOI 1en parekoa bada, neutraltasuna islatzen da \ngobernu batek nekazaritzaren sektorerako duen orientazioan. Nekazaritzako gastu publikoaren barruan sartzen dira sektoreko \npolitika eta programen gaineko gastua; lurzoruaren narriaduraren kontrola eta lurzoruaren hobekuntza; nekazaritzarako \nurtegiak eta ureztatze-sistemak; animalien osasunaren kudeaketa, abeltzaintzaren ikerketa eta animaliak hazteko trebakuntza; \nitsasoko eta ur gezako ikerketa biologikoa; basogintza eta beste baso-proiektu batzuk; eta abar. \n\nNekazaritzako jarduera hauetan egiten den gastua lagungarria izango da sektorearen eraginkortasuna, produktibitatea eta \ndiru-sarreren hazkundea areagotzeko, giza kapitala edo kapital fisikoa handitu egiten delako edota denborarteko \naurrekontu-mugak murriztu. \n\nHala ere, sektore pribatuak normalean gutxi inbertitzen du jarduera hauetan, merkatuan hutsuneak daudelako (adibidez, \nikerketaren eta garapenaren ondasun publikoaren izaera; lurzoruaren eta uraren baldintza hobetuen kanpotasun positiboak; \nkreditu lehiakorrerako sarbiderik eza, ekoizle eta finantza-instituzioen artean informazio asimetrikoa dagoelako, eta abar).\n\nEra berean, nekazaritzako ekoizleek eta, bereziki, arriskuaren aurka babestu ezin diren nekazari txikiek gainditu behar \nduten arrisku altuaren ondorioz sarritan gobernuaren esku hartzea behar da, diru-sarrera birbanatzeko, eta, hala, zailtasunak \ndituzten nekazari gazteak babesteko, besteak beste uzta galdu dutenean, abereak izurriteen biktima izan direnean, lehorteetan, \nuholdeetan, azpiegitura-hutsuneetan eta prezio-aldaketa handiak daudenean. \n\n\nIturria: Nazio Batuen Estatistika Sekzioa \n","dato_global":"<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=2.a.1&seriesCode=AG_PRD_AGVAS&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\">Nekazaritzaren balio erantsia BPGren ehuneko gisa (%) AG_PRD_AGVAS</a> UNSTATS","comparabilidad":"Eskuragarri dagoen adierazlea Nazio Batuen adierazlearen serieetako bat da, baina ez da adierazle nagusia.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-02-0A-01.pdf\">Metadatuak 2-a-1.pdf</a> (ingelesez bakarrik)","national_data_updated_date":"2025-10-21","national_metadata_updated_date":"2025-06-18","en":{"indicador_disponible":"Nekazaritzaren balio erantsia BPGren ehuneko gisa","objetivo_global":"2- Gosea amaitzea, elikagai-segurtasuna eta elikadura hobea lortzea, eta nekazaritza jasangarria bultzatzea","meta_global":"2.a- Landako azpiegiturako, ikerketako eta nekazaritza‐eremuko zerbitzuetako, garapen teknologikoko eta ganaduaren eta landareen gene‐bankuetako inbertsioa areagotzea, baita nazioarteko lankidetza handiagoaren bidez ere, nekazaritza‐ eta abeltzaintza‐ekoizpenaren gaitasuna hobetzeko garapen‐bidean dauden herrialdeetan, batez ere aurrerapen txikieneko herrialdeetan","definicion":"\nGross Value Added (VAB) of agriculture, livestock and fishing with respect to the GVA \nof the total sectors, at current prices.\n\nAgricultural value added and GDP are based on the European System of Accounts (ESA-2010). \nAgriculture refers to the agriculture, forestry, fishing, and hunting sectors (Section A of \nthe CNAE 2009 or ISIC Rev4).\n","formula":"\n$$PVAB_{agriculture}^{t} = \\frac{VAB_{agriculture}^{t}}{PIB^{t}} \\cdot 100$$\n\nwhere:\n\n$VAB_{agriculture}^{t} =$ gross added value of the agriculture, livestock and fishing sector at current prices in the year $t$\n\n$PIB^{t} =$ gross domestic product at current prices in the year $t$\n","desagregacion":"Province\n\nCounty\n\nMunicipality\n","observaciones":"The data published in the Municipal GDP are compiled using estimates based on the methodology established in the European System of Accounts (ESA-2010).","periodicidad":"Urtekoa","justificacion_global":"\nAn Agriculture Orientation Index (AOI) greater than 1 reflects a higher orientation towards the agriculture \nsector, which receives a higher share of government spending relative to its contribution to economic \nvalue-added.\n\nAn AOI less than 1 reflects a lower orientation to agriculture, while an AOI equal to 1 \nreflects neutrality in a government’s orientation to the agriculture sector. \n\nGovernment spending in agriculture includes spending on sector policies and programs; soil improvement \nand soil degradation control; irrigation and reservoirs for agricultural use; animal health management, \nlivestock research and training in animal husbandry; marine/freshwater biological research; afforestation \nand other forestry projects; etc.\n\nSpending in these agricultural activities helps to increase sector efficiency, productivity and income \ngrowth by increasing physical or human capital and/or reducing inter-temporal budget constraints. \n\nHowever, the private sector typically under-invests in these activities due to the presence of market \nfailure (e.g. the public good nature of research and development; the positive externalities from \nimproved soil and water conditions; lack of access to competitive credit due to asymmetric information \nbetween producers and financial institutions, etc.). \n\nSimilarly, the high risk faced by agricultural producers, particular smallholders unable to hedge \nagainst risk, often requires government intervention in terms of income redistribution to support \nsmallholders in distress following crop failures and livestock loss from pests, droughts, floods, \ninfrastructure failure, or severe price changes.\n\nSource: United Nations Statistics Division\n","dato_global":"<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=2.a.1&seriesCode=AG_PRD_AGVAS&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\">Agricultural value added as a percentage of GDP (%) AG_PRD_AGVAS</a> UNSTATS","comparabilidad":"The available indicator is one of the series of the United Nations indicator, but it is not the main indicator.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-02-0A-01.pdf\">Metadata 2-a-1.pdf</a>"},"es":{"indicador_disponible":"Nekazaritzaren balio erantsia BPGren ehuneko gisa","objetivo_global":"2- Gosea amaitzea, elikagai-segurtasuna eta elikadura hobea lortzea, eta nekazaritza jasangarria bultzatzea","meta_global":"2.a- Landako azpiegiturako, ikerketako eta nekazaritza‐eremuko zerbitzuetako, garapen teknologikoko eta ganaduaren eta landareen gene‐bankuetako inbertsioa areagotzea, baita nazioarteko lankidetza handiagoaren bidez ere, nekazaritza‐ eta abeltzaintza‐ekoizpenaren gaitasuna hobetzeko garapen‐bidean dauden herrialdeetan, batez ere aurrerapen txikieneko herrialdeetan","definicion":"\nValor Añadido Bruto (VAB) del sector de la agricultura, ganadería y pesca respecto \nal VAB del total de los sectores, a precios corrientes.\n\nEl valor agregado agrícola y el PIB se basan en el Sistema Europeo de Cuentas (SEC-2010). La agricultura se refiere \nal sector de agricultura, silvicultura, pesca y caza (Sección A de la CNAE 2009 o CIIU Rev4)\n","formula":"\n$$PVAB_{agricultura}^{t} = \\frac{VAB_{agricultura}^{t}}{PIB^{t}} \\cdot 100$$\n\ndonde:\n\n$VAB_{agricultura}^{t} =$ valor añadido bruto del sector de la agricultura, ganadería y pesca a precios corrientes en el año $t$\n\n$PIB^{t} =$  producto interior bruto a precios corrientes en el año $t$\n","desagregacion":"Territorio histórico \n\nComarca \n\nMunicipio \n","observaciones":"Los datos difundidos en el PIB Municipal se elaboran mediante estimaciones realizadas en base a la metodología establecida en el Sistema Europeo de Cuentas (SEC-2010).","periodicidad":"Urtekoa","justificacion_global":"Un índice de orientación agrícola (IOA) superior a 1 refleja una mayor orientación hacia \nel sector agrícola, que recibe una mayor proporción del gasto público en relación con su contribución \nal valor añadido económico. \n\nUn IOA inferior a 1 refleja una menor orientación hacia la agricultura, mientras que un IOA igual a 1 refleja neutralidad \nen la orientación de un gobierno hacia el sector agrícola. El gasto público en agricultura incluye el gasto en políticas \ny programas sectoriales; mejora del suelo y control de la degradación del suelo; riego y embalses para uso agrícola; \ngestión de la salud animal, investigación ganadera y capacitación en cría de animales; investigación biológica marina y de \nagua dulce; forestación y otros proyectos forestales; etc. \n\nEl gasto en estas actividades agrícolas ayuda a aumentar la eficiencia del sector, la productividad y \nel crecimiento de los ingresos al aumentar el capital físico o humano y/o reducir las restricciones presupuestarias \nintertemporales. \n\nSin embargo, el sector privado normalmente invierte poco en estas actividades debido a la presencia de fallas del mercado \n(por ejemplo, la naturaleza de bien público de la investigación y el desarrollo; las externalidades positivas \nde las condiciones mejoradas del suelo y el agua; la falta de acceso a crédito competitivo debido a la \ninformación asimétrica entre productores e instituciones financieras, etc.). \n\nDe manera similar, el alto \nriesgo que enfrentan los productores agrícolas, en particular los pequeños agricultores que no pueden \nprotegerse contra el riesgo, a menudo requiere la intervención del gobierno en términos de redistribución \ndel ingreso para apoyar a los pequeños agricultores en dificultades luego de pérdidas de cosechas y \nganado debido a plagas, sequías, inundaciones, fallas de infraestructura o cambios severos de precios.\n","dato_global":"<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=2.a.1&seriesCode=AG_PRD_AGVAS&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\">Valor añadido de la agricultura como porcentaje del PIB (%) AG_PRD_AGVAS</a> UNSTATS","comparabilidad":"El indicador disponible es una de las series del indicador de Naciones Unidas, pero no es el indicador principal.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-02-0A-01.pdf\">Metadatos 2-a-1.pdf</a> (solo en inglés)"},"target_number":"2.a","goal_number":"2","indicator_sort_order":"02-0a-01"}