{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Familia-plangintzako premiak metodo modernoekin betetzen dituzten eta ugaltzeko adinean dauden emakumeen proportzioa (18-49 urte)","graph_titles":[],"graph_type":"bar","indicator_name":"Ugaltzeko adinean (15-49 urte) dauden eta familia-plangintzako premiak metodo modernoen bidez betetzen dituzten emakumeen proportzioa","indicator_number":"3.7.1","national_geographical_coverage":"","page_content":"<b>Nahi den norabidea:</b> Igoera","permalink":"","precision":[],"progress_status":"noevaluado","reporting_status":"complete","sort":"","sources":[{"organisation":"Estatistikako Institutu Nazionala (INE)","periodicity":"Urtekoa","url":"https://www.ine.es/dyngs/INEbase/es/operacion.htm?c=Estadistica_C&cid=1254736177006&menu=ultiDatos&idp=1254735573002","url_text":"Ugalkortasun-inkesta","logo":"/assets/img/fuentes/INE.png"}],"standalone":false,"tags":[],"indicador_disponible":"Familia-plangintzako premiak metodo modernoekin betetzen dituzten eta ugaltzeko adinean dauden emakumeen proportzioa (18-49 urte)","objetivo_global":"3- Guztiontzat eta adin guztietan bizimodu osasungarria bermatzea eta ongizatea sustatzea","meta_global":"3.7- 2030. urterako, sexu‐ eta ugalketa‐osasuneko zerbitzuetarako sarbidea bermatzea, familia‐plangintzakoak, informaziokoak eta hezkuntzakoak barne, eta ugalketa‐osasuna sartzea estrategia eta programa nazionaletan","definicion":"Gizon batekin ezkonduta dauden edo gizonezko bikotekidea duten 18 eta 49 urte bitarteko emakumeen artean, metodo  antikontzeptibo modernoak erabiltzen dituztenen proportzioa, haurdun geratu nahi ez dutenekiko, hau da, metodo  antikontzeptiboak erabiltzen dituzten edo familia-plangintzaren premia asegabea dutenekiko","formula":"\n$$PM_{18-49\\, antikontzeptibo\\, modernoak}^{t} = \\frac{M_{18-49\\, antikontzeptibo\\, modernoak}^{t}}{M_{18-49\\, antikontzeptiboak}^{t}+M_{18-49\\, asegabea}^{t}} \\cdot 100$$\n\nnon:\n\n$M_{18-49\\, antikontzeptibo\\, modernoak}^{t} =$ gizon batekin ezkonduta dauden edo gizonezko bikotekidea duten \n18 eta 49 urte bitarteko emakumeak, $t$ urtean metodo antikontzeptibo modernoak erabiltzen dituztenak \n\n$M_{18-49\\, antikontzeptiboak}^{t} =$ gizon batekin ezkonduta dauden edo gizonezko bikotekidea duten \n18 eta 49 urte bitarteko emakumeak, $t$ urtean metodo antikontzeptiboak erabiltzen dituztenak\n\n$M_{18-49\\, asegabea}^{t} =$ gizon batekin ezkonduta dauden edo gizonezko bikotekidea duten \n18 eta 49 urte bitarteko emakumeak, $t$ urtean familia-plangintzaren premia asegabea dutenak\n","desagregacion":"","periodicidad":"Irregularra/Aldizkakoa","observaciones":"","texto_oceca":"Autonomia-erkidegoetako estatistika-organo zentralen arteko metodologia harmonizatua erabiliz kalkulatutako adierazlea","justificacion_global":"\nGaur egun seme-alabarik (edo seme-alaba gehiago) izan nahi ez duten edo hurrengo haurdunaldia atzeratu nahi duten \npertsonen artean metodo antikontzeptibo modernoa erabiltzen duten ugalketa-adineko (15-49 urte) emakumeen ehunekoa \nneurtzen du adierazleak. Halaber, metodo modernoak erabiliz asetako familia-plangintzaren eskari gisa ere ezagutzen da. \n\nMetodo modernoak erabiliz asetako familia-plangintzaren eskariaren proportzioa erabilgarria da familia planifikatzeko \nprograma eta zerbitzuen estaldura-maila orokorrak ebaluatzeko. Haurdunaldia prebenitzeko bitarteko eraginkor baterako \nsarbidea izateak eta halakoak erabiltzeak lagundu egiten dute emakumeek eta beren bikotekideek askatasunez eta arduraz \nerabaki dezaten zenbat seme-alaba izango dituzten, eta noiz, eta, halaber, horretarako informazioa, hezkuntza eta \nbitartekoak eskaintzen dituzte. Metodo modernoak erabiliz familia-plangintzaren eskaria asetzea lagungarria da, era \nberean, amaren eta haurren osasuna mantentzeko, desio ez diren haurdunaldiak edo denbora-tarte gutxiko haurdunaldiak \nsaihesten baitira, emaitza obstetriko txarrak izateko arrisku altuagoa dutenak, alegia. \n\nMetodo modernoak erabiliz asetako familia-plangintzaren eskari-mailak ehuneko 75 edo altuagoak badira, oro har altutzat \njotzen dira, eta, aldiz, ehuneko 50 edo baxuagok badira, oro har oso baxutzat jotzen dira. Adierazleak ez dauka 2030erako \nlortu behar den balio numeriko orokorrik. Adierazlearen balio altuenak aztertzen baditugu, Europa eta Ipar Amerika, \nAmerika Latina eta Karibe eta Asia ekialdeko eta hego-ekialdeko eskualdeak ordezkatzen dituzten 22 herrialdetan, \nhaurdunaldia saihestu nahi duten emakumeen % 85 baino gehiago metodo antikontzeptibo modernoak erabiltzen ari dira, baina \nherrialde batek ere ez du ehuneko 91tik gorako kopururik. \n\n\nIturria: Nazio Batuen Estatistika Sekzioa\n","dato_global":"\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=3.7.1&seriesCode=SH_FPL_MTMM&areaCode=  276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=15-49%20%7C%20FEMALE\"> Familia-plangintzako premiak metodo modernoekin aseta dituzten ugalketa-adinean daude emakumeen proportzioa (15-49 urteko emakumeen %) SH_FPL_MTMM</a> UNSTATS","comparabilidad":"EAEn eskuragarri dagoen adierazleak ez ditu zorrotz betetzen Nazio Batuen adierazlearen metadatuak, adin-talde desberdina erabiltzen duelako, baina antzeko informazioa ematen du.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-03-07-01.pdf\">Metadatuak 3-7-1.pdf</a> (ingelesez bakarrik)","national_data_updated_date":"2025-06-06","national_metadata_updated_date":"2025-06-18","en":{"indicador_disponible":"Familia-plangintzako premiak metodo modernoekin betetzen dituzten eta ugaltzeko adinean dauden emakumeen proportzioa (18-49 urte)","objetivo_global":"3- Guztiontzat eta adin guztietan bizimodu osasungarria bermatzea eta ongizatea sustatzea","meta_global":"3.7- 2030. urterako, sexu‐ eta ugalketa‐osasuneko zerbitzuetarako sarbidea bermatzea, familia‐plangintzakoak, informaziokoak eta hezkuntzakoak barne, eta ugalketa‐osasuna sartzea estrategia eta programa nazionaletan","definicion":"Proportion of women aged 18–49 years married to a man or with a male partner, who use  modern methods of contraception with respect to those who do not wish to become pregnant,  i.e. who use methods of contraception or who have an unmet need for family planning","formula":"\n$$PM_{18-49,modern\\, contraception}^{t} = \\frac{M_{18-49,modern\\, contraception}^{t}}{M_{18-49,contraception}^{t}+M_{18-49,unmet}^{t}} \\cdot 100$$\n\nwhere:\n\n$M_{18-49,modern\\, contraception}^{t} =$ women aged 18–49 years married to a man or with a male partner, who use modern methods of contraception in year $t$\n\n$M_{18-49,contraception}^{t} =$ women aged 18–49 years married to a man or with a male partner, who use methods of contraception in year $t$\n\n$M_{18-49,unmet}^{t} =$ women aged 18–49 years married to a man or with a male partner, who have an unmet need for family planning in year $t$\n","desagregacion":"","periodicidad":"Irregularra/Aldizkakoa","observaciones":"","texto_oceca":"Autonomia-erkidegoetako estatistika-organo zentralen arteko metodologia harmonizatua erabiliz kalkulatutako adierazlea","justificacion_global":"\nThe indicator measures the percentage of women of reproductive age (15-49 years) currently \nusing a modern method of contraception among those who desire either to have no (additional) \nchildren or to postpone the next pregnancy. The indicator is also referred to as the demand \nfor family planning satisfied with modern methods.\n\nThe proportion of demand for family planning satisfied with modern methods is useful in \nassessing overall levels of coverage for family planning programmes and services. Access \nto and use of an effective means to prevent pregnancy helps enable women and their partners \nto exercise their rights to decide freely and responsibly the number and spacing of their \nchildren and to have the information, education and means to do so. Meeting demand for family \nplanning with modern methods also contributes to maternal and child health by preventing \nunintended pregnancies and closely spaced pregnancies, which are at higher risk for poor \nobstetrical outcomes.\n\nLevels of demand for family planning satisfied with modern methods of 75 percent or more are \ngenerally considered high, and values of 50 percent or less are generally considered as very low. \nThe indicator has no global numerical ‘target’ value set to be achieved by 2030. Looking at the \nhighest values of the indicator, in 22 countries representing regions such as Europe and Northern \nAmerica, Latin America and the Caribbean and Eastern and South-Eastern Asia, more than 85 percent \nof women who want to avoid pregnancy are using a modern contraceptive method but for no country \nis this estimate above 91 percent. \n\nSource: United Nations Statistics Division\n","dato_global":"\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=3.7.1&seriesCode=SH_FPL_MTMM&areaCode=  276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=15-49%20%7C%20FEMALE\"> Proportion of women of reproductive age (aged 15-49 years) who have their need for family planning satisfied with modern methods (% of women aged 15-49 years) SH_FPL_MTMM</a> UNSTATS","comparabilidad":"The available indicator does not strictly comply with the metadata of the UN indicator because it uses a different age group, but provides similar information.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-03-07-01.pdf\">Metadata 3-7-1.pdf</a>"},"es":{"indicador_disponible":"Familia-plangintzako premiak metodo modernoekin betetzen dituzten eta ugaltzeko adinean dauden emakumeen proportzioa (18-49 urte)","objetivo_global":"3- Guztiontzat eta adin guztietan bizimodu osasungarria bermatzea eta ongizatea sustatzea","meta_global":"3.7- 2030. urterako, sexu‐ eta ugalketa‐osasuneko zerbitzuetarako sarbidea bermatzea, familia‐plangintzakoak, informaziokoak eta hezkuntzakoak barne, eta ugalketa‐osasuna sartzea estrategia eta programa nazionaletan","definicion":"Proporción de mujeres entre 18 y 49 años, casadas con un hombre o con pareja masculina, que utilizan métodos  anticonceptivos modernos respecto a aquellas que no desean quedarse embarazadas, es decir, que utilizan métodos  anticonceptivos o tienen una necesidad insatisfecha de planificación familiar","formula":"\n$$PM_{18-49,anticonceptivos\\, modernos}^{t} = \\frac{M_{18-49,anticonceptivos\\, modernos}^{t}}{M_{18-49,anticonceptivos}^{t}+M_{18-49,insatisfecha}^{t}} \\cdot 100$$\n\ndonde:\n\n$M_{18-49,anticonceptivos\\, modernos}^{t} =$ mujeres entre 18 y 49 años, casadas con un hombre o con pareja masculina, que utilizan métodos anticonceptivos modernos en el año $t$\n\n$M_{18-49,anticonceptivos}^{t} =$ mujeres entre 18 y 49 años, casadas con un hombre o con pareja masculina, que utilizan \nmétodos anticonceptivos en el año $t$\n\n$M_{18-49,insatisfecha}^{t} =$ mujeres entre 18 y 49 años, casadas con un hombre o con pareja masculina, que tienen una necesidad insatisfecha de planificación familiar en el año $t$\n","desagregacion":"","periodicidad":"Irregularra/Aldizkakoa","observaciones":"","texto_oceca":"Autonomia-erkidegoetako estatistika-organo zentralen arteko metodologia harmonizatua erabiliz kalkulatutako adierazlea","justificacion_global":"\nEl indicador mide el porcentaje de mujeres en edad reproductiva (15-49 años) que actualmente \nutilizan un \nmétodo moderno de anticoncepción entre aquellas que desean no tener hijos (adicionales) o \nposponer el próximo embarazo. El indicador también se conoce como la demanda de \nplanificación familiar satisfecha con métodos modernos.\n\nLa proporción de la demanda de planificación familiar satisfecha con métodos modernos es útil \npara evaluar los niveles generales de cobertura de los programas y servicios de planificación familiar. \nEl acceso a un medio eficaz para prevenir el embarazo y su uso ayudan a que las mujeres y sus parejas \nejerzan su derecho a decidir libre y responsablemente el número y el espaciamiento de sus hijos y a disponer \nde la información, la educación y los medios para hacerlo. Satisfacer la demanda de planificación familiar \ncon métodos modernos también contribuye a la salud materna e infantil al prevenir los embarazos no deseados \ny los embarazos con poco espaciamiento, que tienen mayor riesgo de malos resultados obstétricos.\n\nLos niveles de demanda de planificación familiar satisfecha con métodos modernos del 75 por ciento o más se \nconsideran generalmente altos, y los valores del 50 por ciento o menos se consideran generalmente como muy bajos. \nEl indicador no tiene un valor numérico global \"objetivo\" que se deba alcanzar para 2030. Si nos fijamos en los \nvalores más altos del indicador, en 22 países que representan regiones como Europa y América del Norte, América Latina \ny el Caribe y Asia oriental y sudoriental, más del 85 por ciento de las mujeres que quieren evitar el \nembarazo están usando un método anticonceptivo moderno, pero en ningún país esta estimación supera el 91 por ciento. \n\nFuente: División de Estadísticas de las Naciones Unidas \n","dato_global":"\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=3.7.1&seriesCode=SH_FPL_MTMM&areaCode=  276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=15-49%20%7C%20FEMALE\"> Proporción de mujeres en edad reproductiva (de 15 a 49 años) que tienen satisfechas sus necesidades de planificación familiar con métodos modernos (% de mujeres de 15 a 49 años) SH_FPL_MTMM</a> UNSTATS","comparabilidad":"El indicador disponible no cumple estrictamente con los metadatos del indicador de Naciones Unidas porque utiliza un grupo de edad diferente, pero aporta información similar.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-03-07-01.pdf\">Metadatos 3-7-1.pdf</a> (solo en inglés)"},"target_number":"3.7","goal_number":"3","indicator_sort_order":"03-07-01"}