{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[{"unit":"%","minimum":0,"maximum":10}],"graph_stacked_disaggregation":"","graph_title":"Arreta medikoaren beharra bete gabe duten 16 urte edo gehiagoko pertsonen proportzioa","graph_titles":[],"graph_type":"line","indicator_name":"Oinarrizko osasun-zerbitzuen estaldura","indicator_number":"3.8.1","national_geographical_coverage":"","page_content":"<b>Nahi den norabidea:</b> Igoera","permalink":"","precision":[],"progress_status":"retroceso","reporting_status":"complete","sort":"","sources":[{"organisation":"Estatistikako Institutu Nazionala (INE)","periodicity":"Urtekoa","url":"https://www.ine.es/dyngs/INEbase/es/operacion.htm?c=Estadistica_C&cid=1254736176807&menu=ultiDatos&idp=1254735976608","url_text":"Bizi-baldintzen inkesta","logo":"/assets/img/fuentes/INE.png"}],"standalone":false,"tags":null,"indicador_disponible":"Arreta medikoaren beharra bete gabe duten 16 urte edo gehiagoko pertsonen proportzioa","objetivo_global":"3- Guztiontzat eta adin guztietan bizimodu osasungarria bermatzea eta ongizatea sustatzea","meta_global":"3.8- Osasun‐estaldura unibertsala lortzea, finantza‐arriskuen aurkako babesa barne, kalitatezko funtsezko osasun‐zerbitzuetarako sarbidea barne, eta kaltegarriak ez diren eta guztiontzako eraginkorrak, eskuragarriak eta kalitatezkoak diren medikamentu eta txertoak eskuratzeko aukera barne","definicion":"Ondoko arrazoiren bategatik arreta medikoaren premiak ase gabe dituztela dioten 16 urteko eta gehiagoko pertsonen proportzioa:  Finantza-arrazoiak, itxaron-zerrenda eta bidaiatzeko urrunegi egotea","formula":"\n$$PPNIAM_{16+}^{t} = \\frac{PNIAM_{16+}^{t}}{P_{16+}^{t}} \\cdot 100$$\n\nnon:\n\n$PNIAM_{16+}^{t} =$ arreta medikoaren premiak ase gabe dituztela dioten 16 urteko eta gehiagoko pertsonak $t$ urtean \n\n$P_{16+}^{t} =$ 16 urteko eta gehiagoko biztanleria $t$ urtean \n","desagregacion":"Sexua","periodicidad":"Urtekoa","observaciones":"\nAse gabeko behar autoinformatuak esan nahi du pertsonak berak ebaluatzen duela azterketa edo  tratamendu medikurik behar duen (hortzen zainketa izan ezik), baina ez duen lortu edo ez duen bilatu ","texto_oceca":"Autonomia-erkidegoetako estatistika-organo zentralen arteko metodologia harmonizatua erabiliz kalkulatutako adierazlea","justificacion_global":"\nAdierazleak oinarrizko osasun-zerbitzuen estaldura neurtzen du (oinarrizko zerbitzuen batez besteko estaldura \ngisa definitzen da, ugalketa-osasuna, amen, jaioberrien eta haurren osasuna, gaixotasun infekziosoak, gaixotasun \nez-kutsakorrak eta zerbitzuen gaitasuna eta sarbidea barne hartzen dituzten esku-hartze trazatzaileetan oinarrituta, \nbiztanleria orokorraren eta behartsuenaren artean). \n\n3.8 xedea honela definitzen da: \"Osasun-estaldura unibertsala lortzea, finantza-arriskuen aurkako babesa, kalitatezko \noinarrizko osasun-zerbitzuetarako sarbidea eta oinarrizko sendagai eta txerto seguruak, eraginkorrak, kalitatezkoak \neta guztiontzat eskuragarriak eskuratzeko bidea barne\". Helburua da pertsona eta komunitate guztiek behar dituzten \nkalitatezko osasun-zerbitzuak jasotzea (sendagaiak eta bestelako osasun-produktuak barne), finantza-zailtasunik gabe. \n\nBi adierazle aukeratu dira 3.8 xedearen jarraipena egiteko GJHen esparruan. 3.8.1 adierazlea osasun-zerbitzuak \nestaltzeko da, eta 3.8.2 adierazlea osasun-gastuetan zentratzen da, familia baten aurrekontua oinarri hartuta, arreta \nmedikoaren zuzeneko ordainketek eragindako finantza-zailtasunak identifikatze aldera. Oro har, 3.8.1 eta 3.8.2 adierazleen \nhelburua 3.8 xedeko zerbitzuen estalduraren eta finantza-babesaren dimentsioak atzematea da. Bi adierazle horiek batera \nmonitorizatu behar dira beti. \n\nHerrialdeek oinarrizko zerbitzu asko ematen dituzte osasuna babesteko, sustatzeko, prebenitzeko, tratatzeko eta artatzeko. \nZerbitzuen estalduraren adierazleak (behar duten zerbitzua jasotzen duten pertsonak bezala definituak) dira osasun-estaldura \nunibertsalaren (OEU) esparruan ematen diren zerbitzuen jarraipena egiteko modurik onena. \n\n\nIturria: Nazio Batuen Estatistika Sekzioa \n","dato_global":"\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=3.8.1&seriesCode=SH_ACS_UNHC&areaCode=  276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\"> Osasun-estaldura unibertsaleko (OEU) zerbitzuen estaldura-indizea SH_ACS_UNHC</a> UNSTATS","comparabilidad":"EAEn eskuragarri dagoen adierazleak ez ditu betetzen Nazio Batuen adierazlearen metadatuak, baina informazio osagarria ematen du.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-03-08-01.pdf\">Metadatuak 3-8-1.pdf</a> (ingelesez bakarrik)","national_data_updated_date":"2025-05-08","national_metadata_updated_date":"2025-06-18","es":{"indicador_disponible":"Arreta medikoaren beharra bete gabe duten 16 urte edo gehiagoko pertsonen proportzioa","objetivo_global":"3- Guztiontzat eta adin guztietan bizimodu osasungarria bermatzea eta ongizatea sustatzea","meta_global":"3.8- Osasun‐estaldura unibertsala lortzea, finantza‐arriskuen aurkako babesa barne, kalitatezko funtsezko osasun‐zerbitzuetarako sarbidea barne, eta kaltegarriak ez diren eta guztiontzako eraginkorrak, eskuragarriak eta kalitatezkoak diren medikamentu eta txertoak eskuratzeko aukera barne","definicion":"Proporción de personas de 16 años y más que informa sobre necesidades insatisfechas de atención médica debido a alguna de  las siguientes razones: Razones financieras, lista de espera y demasiado lejos para viajar","formula":"\n$$PPNIAM_{16+}^{t} = \\frac{PNIAM_{16+}^{t}}{P_{16+}^{t}} \\cdot 100$$\n\ndonde:\n\n$PNIAM_{16+}^{t} =$ población de 16 y más años que indica necesidades insatisfechas de atención médica en el año $t$ \n$P_{16+}^{t} =$ población de 16 y más años en el año $t$ \n","desagregacion":"Sexua","periodicidad":"Urtekoa","observaciones":"\nLas necesidades insatisfechas autoinformadas se refieren a la propia evaluación de una persona  sobre si necesitaba un examen o tratamiento médico (excluido el cuidado dental), pero no lo tuvo  o no lo buscó.","texto_oceca":"Autonomia-erkidegoetako estatistika-organo zentralen arteko metodologia harmonizatua erabiliz kalkulatutako adierazlea","justificacion_global":"\nEl indicador mide la cobertura de servicios de salud esenciales (definida como la cobertura promedio de servicios esenciales \nbasada en intervenciones trazadoras que incluyen salud reproductiva, materna, neonatal \ne infantil, enfermedades infecciosas, enfermedades no transmisibles y capacidad y acceso a los servicios, \nentre la población general y la más desfavorecida).\n\nLa meta 3.8 se define como “Lograr la cobertura sanitaria universal, incluida la protección contra los riesgos financieros, \nel acceso a servicios esenciales de salud de calidad y el acceso a medicamentos y vacunas esenciales seguros, eficaces, \nde calidad y asequibles para todos”. El objetivo es que todas las personas y comunidades reciban los servicios de \nsalud de calidad que necesitan (incluidos medicamentos y otros productos sanitarios), sin dificultades financieras.\n\nSe han elegido dos indicadores para hacer el seguimiento de la meta 3.8 en el marco de los ODS. El indicador 3.8.1 es para\nla cobertura de servicios de salud y el indicador 3.8.2 se centra en los gastos de salud en relación con el\npresupuesto de un hogar para identificar las dificultades financieras causadas por los pagos directos de atención médica. \nEn conjunto, los indicadores 3.8.1 y 3.8.2 tienen por objeto captar las dimensiones de cobertura de servicios y \nprotección financiera, respectivamente, de la meta 3.8. Estos dos indicadores siempre deben monitorearse conjuntamente.\n\nLos países proporcionan muchos servicios esenciales para la protección, promoción, prevención, tratamiento y atención de \nla salud. Los indicadores de cobertura de servicios (definidos como las personas que reciben el servicio que necesitan) \nson la mejor manera de seguir el progreso en la prestación de servicios en el marco de la cobertura sanitaria universal (CSU).\n\nFuente: División de Estadísticas de las Naciones Unidas\n","dato_global":"\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=3.8.1&seriesCode=SH_ACS_UNHC&areaCode=  276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\"> Índice de cobertura de servicios de cobertura sanitaria universal (CSU) SH_ACS_UNHC</a> UNSTATS","comparabilidad":"El indicador disponible no cumple con los metadatos del indicador de Naciones Unidas, pero aporta información complementaria.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-03-08-01.pdf\">Metadatos 3-8-1.pdf</a> (solo en inglés)"},"en":{"indicador_disponible":"Arreta medikoaren beharra bete gabe duten 16 urte edo gehiagoko pertsonen proportzioa","objetivo_global":"3- Guztiontzat eta adin guztietan bizimodu osasungarria bermatzea eta ongizatea sustatzea","meta_global":"3.8- Osasun‐estaldura unibertsala lortzea, finantza‐arriskuen aurkako babesa barne, kalitatezko funtsezko osasun‐zerbitzuetarako sarbidea barne, eta kaltegarriak ez diren eta guztiontzako eraginkorrak, eskuragarriak eta kalitatezkoak diren medikamentu eta txertoak eskuratzeko aukera barne","definicion":"Proportion of people aged 16 and over who report having unsatisfied medical care needs for any of  the following reasons: Financial reasons, waiting lists and too far to travel","formula":"\n$$PPNIAM_{16+}^{t} = \\frac{PNIAM_{16+}^{t}}{P_{16+}^{t}} \\cdot 100$$\n\nwhere:\n\n$PNIAM_{16+}^{t} =$ people aged 16 and over who report having unsatisfied medical care needs in year $t$ \n$P_{16+}^{t} =$ people aged 16 and over in year $t$\n","desagregacion":"Sex","periodicidad":"Urtekoa","observaciones":"\nSelf-reported unsatisfied needs refer to one individual’s own assessment as to whether he or she needed  a medical examination or treatment (excluding dental care), but did not receive or seek it.","texto_oceca":"Autonomia-erkidegoetako estatistika-organo zentralen arteko metodologia harmonizatua erabiliz kalkulatutako adierazlea","justificacion_global":"\nThe indicator measures coverage of essential health services (defined as the average coverage of essential \nservices based on tracer interventions that include reproductive, maternal, newborn and child health, \ninfectious diseases, non-communicable diseases and service capacity and access, among the general and the most \ndisadvantaged population).\n\nTarget 3.8 is defined as “Achieve universal health coverage, including financial risk protection, access to \nquality essential health-care services and access to safe, effective, quality and affordable essential \nmedicines and vaccines for all”. The objective is for all people and communities to receive the quality \nhealth services they need (including medicines and other health products), without financial hardship. \n\nTwo indicators have been chosen to monitor target 3.8 within the SDG framework. Indicator 3.8.1 is for \nhealth service coverage and indicator 3.8.2 focuses on health expenditures in relation to a household’s \nbudget to identify financial hardship caused by direct health care payments. Taken together, indicators \n3.8.1 and 3.8.2 are meant to capture the service coverage and financial protection dimensions, \nrespectively, of target 3.8. These two indicators should be always monitored jointly. \n\nCountries provide many essential services for health protection, promotion, prevention, treatment and \ncare. Indicators of service coverage – defined as people receiving the service they need – are the best \nway to track progress in providing services under universal health coverage (UHC). \n\nSource: United Nations Statistics Division\n","dato_global":"\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=3.8.1&seriesCode=SH_ACS_UNHC&areaCode=  276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\"> Universal health coverage (UHC) service coverage index SH_ACS_UNHC</a> UNSTATS","comparabilidad":"The available indicator does not comply with the metadata of the United Nations indicator, but provides complementary information.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-03-08-01.pdf\">Metadata 3-8-1.pdf</a>"},"target_number":"3.8","goal_number":"3","indicator_sort_order":"03-08-01"}