{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Kolektore-sistema bati konektatutako eta modu egokian tratatutako hondakin-uren fluxuen proportzioa","graph_titles":[],"graph_type":"line","indicator_name":"Egoki tratatutako etxeko eta industriako hondakin-uren fluxuen proportzioa","indicator_number":"6.3.1","national_geographical_coverage":"","page_content":"<b>Nahi den norabidea:</b> Igoera","permalink":"","precision":[],"progress_status":"progreso","reporting_status":"complete","sort":"","sources":[{"organisation":"Trantsizio Ekologikorako eta Erronka Demografikorako Ministerioa","periodicity":"Urtekoa","url":"https://www.miteco.gob.es/eu/agua/temas/saneamiento-depuracion.html","url_text":"Hiriko hondakin-uren tratamendua","logo":"/assets/img/fuentes/GE.png"}],"standalone":false,"tags":[],"indicador_disponible":"Kolektore-sistema bati konektatutako eta modu egokian tratatutako hondakin-uren fluxuen proportzioa","objetivo_global":"6- Uraren eskuragarritasuna eta kudeaketa jasangarria nahiz guztiontzako saneamendua bermatzea","meta_global":"6.3- 2030. urterako, uraren kalitatea hobetzea, alegia: kutsadura murriztea; hondakin, produktu kimiko eta material arriskutsurik ez isurtzea; tratatu gabeko hondakin‐uren ehunekoa erdira murriztea; eta arriskurik gabeko birziklatzea eta berrerabilera nabarmen areagotzea mundu osoan","definicion":"\nAdierazleak 2 serie ditu:\n\n  <b> - Modu egokian tratatutako etxeko hondakin-uren fluxuen proportzioa</b>: 2.000 biztanle baliokidetik gorako \n    hiri-aglomerazioei dagokien karga kutsatzailearen proportzioa, hondakin-urak araztu eta kutsadura-maila \n    ur hartzaileentzat onargarria den mugaraino murrizten duena.\n\n  <b> - Kolektore-sistema bati konektatutako etxeko hondakin-uren fluxuen proportzioa</b>: 2.000 biztanle baliokidetik gorako \n    hiri-aglomerazioei dagokien karga kutsatzailearen proportzioa, hondakin-urak bildu eta tratamendu-instalazio \n    batera edo azken isurketa-puntu batera eramango dituen hodi-sistema batera konektatuta.\n","formula":"\n<b>Modu egokian tratatutako etxeko hondakin-uren fluxuen proportzioa</b>\n\n  $$PCC_{\\text{ur-arazketa}}^{t} = \\left( \\frac{CC_{\\text{ur-arazketa}}^{t}}{CC^{t}} \\cdot 100 \\right)$$\n\nnon: \n\n$CC_{\\text{ur-arazketa}}^{t} =$ 2.000 biztanle baliokidetik gorako hiri-aglomerazioei dagokien karga \nkutsatzailea, hondakin-urak behar bezala arazten dituena $t$ urtean\n\n$CC^{t} =$ 2.000 biztanle baliokidetik gorako hiri-aglomerazioei dagokien karga kutsatzailea $t$ urtean\n\n<br>\n\n<b>Kolektore-sistema batera konektatutako etxeko hondakin-uren fluxuen proportzioa</b>\n\n  $$PCC_{\\text{kolektoreak}}^{t} =\n  \\left( \\frac{CC_{\\text{kolektoreak}}^{t}}{CC^{t}} \\cdot 100 \\right)$$\n\nnon:\n\n$CC_{\\text{kolektoreak}}^{t} =$ 2.000 biztanle baliokidetik gorako hiri-aglomerazioei dagokien karga kutsatzailea, \nhondakin-uren kolektore-sistema bati konektatuta $t$ urtean\n\n$CC^{t} =$ 2.000 biztanle baliokidetik gorako hiri-aglomerazioei dagokien karga kutsatzailea $t$ urtean\n","desagregacion":null,"observaciones":"\nHiri-aglomerazio baten karga kutsatzailea biztanle baliokideetan neurtzen da, eta biztanle baliokide bat \nhonela definitzen da: karga organiko biodegradagarria, eguneko 60 gramo oxigenoko bost eguneko oxigeno-eskari \nbiokimikoarekin. Biztanle baliokide bat pertsona batek etxebizitza arrunt batean egun batean sortzen duen \nkarga organiko biodegradagarria da.\n\nKontuan izan behar da hiri-aglomerazio baten karga kutsatzaileak ez duela soilik giza iraizteek eragindako \nkutsadura hartzen, baita merkataritza- edo industria-jarduera bat egiteko erabiltzen diren lokalek eragindako \nkutsadura ere, betiere izaera organiko biodegradagarria badu. Beraz, hiri-aglomerazio bateko biztanle \nbaliokideen kopurua beti da benetako biztanle-kopurua baino handiagoa.\n\nAdierazle honek 2.000 biztanletik gorako hiri-aglomerazioak bakarrik hartzen ditu kontuan, hiriko hondakin-uren \ntratamenduari buruzko 91/271/EEE Zuzentarauaren 3. eta 4. artikuluekin bat etorriz.\n","periodicidad":"Urtekoa","texto_oceca":"Autonomia-erkidegoetako estatistika-organo zentralen arteko metodologia harmonizatua erabiliz kalkulatutako adierazlea","justificacion_global":"\nHondakin-urei buruzko datuak funtsezkoak dira hondakin-urak modu jasangarrian eta seguruan erabiltzeko \nestrategiak sustatzeko edo horiek munduko biztanleriaren eta ingurumen globalaren onerako berrerabiltzeko, \nbaina baita ur-eskaera gero eta handiagoei, uraren kutsadura-kargen igoerari eta klima-aldaketak baliabide \nhidrikoetan dituen inpaktuei erantzuteko ere. \n\nGarapen Jasangarriko 6. Helburuak (6. GJH) 2030erako uraren erabilgarritasuna eta jasangarritasuna eta \nguztiontzako saneamendua bermatu nahi ditu. GJHen 6.3 xedeak ingurumen-uraren kalitatea hobetzea du helburu, \nfuntsezkoa baita ekosistemak eta giza osasuna babesteko, ur-gorputzetako kutsadura-korronteak ezabatuz, \nminimizatuz eta murriztuz. \n\nGJHen 6.3.1 adierazlea erabiliz aurrerabidea monitorizatzearen helburua da beharrezkoa eta egokia den \ninformazioa ematea erabaki-hartzaileei eta alderdi interesdunei, erabaki informatuak har ditzaten uraren \nkutsadura murrizteko bidean aurrerapena bizkortzeko, produktu kimiko arriskutsuen askapena minimizatuz eta \nhondakin-uren tratamendua eta berrerabilera areagotuz. \n\nHelburuaren idazketak hondakin-uren birziklapena eta berrerabilpen segurua estaltzen ditu, uraren erabileraren \neraginkortasunean eraginez, adierazle eta metodologia globaletan erabat jorratzen ez den arren. GJHen 6.3.1 \nadierazleak iturrian edo hondakin-urak tratatzeko instalazio zentralizatuen bidez modu seguruan tratatzen diren \netxeetako, zerbitzuetako eta jarduera ekonomiko industrialetako hondakin-uren fluxuen proportzioa arakatzen du, \ningurumenera deskargatu aurretik, sortutako hondakin-uren guztizko bolumenean. \n\n\nIturria: Nazio Batuen Estatistika Sekzioa \n","dato_global":"<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=6.3.1&seriesCode=EN_WWT_WWDS&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\">Egoki tratatutako etxeko hondakin-uren fluxuen proportzioa (%) EN_WWT_WWDS</a> UNSTATS\n","comparabilidad":"EAEn eskuragarri dagoen adierazleak ez ditu betetzen Nazio Batuen adierazlearen metadatuak, baina antzeko informazioa ematen du. ","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-06-03-01.pdf\">Metadatuak 6-3-1.pdf</a> (ingelesez bakarrik)","national_data_updated_date":"2025-09-08","national_metadata_updated_date":"2025-10-10","en":{"indicador_disponible":"Kolektore-sistema bati konektatutako eta modu egokian tratatutako hondakin-uren fluxuen proportzioa","objetivo_global":"6- Uraren eskuragarritasuna eta kudeaketa jasangarria nahiz guztiontzako saneamendua bermatzea","meta_global":"6.3- 2030. urterako, uraren kalitatea hobetzea, alegia: kutsadura murriztea; hondakin, produktu kimiko eta material arriskutsurik ez isurtzea; tratatu gabeko hondakin‐uren ehunekoa erdira murriztea; eta arriskurik gabeko birziklatzea eta berrerabilera nabarmen areagotzea mundu osoan","definicion":"\nThe indicator is made up of 2 series:\n\n  - Proportion of safely treated domestic wastewater flows: Proportion of the pollution \n load corresponding to urban agglomerations with more than 2,000 population equivalents \n that treat their wastewater, reducing their pollution level to an acceptable limit for \n the receiving waters\n\n  - Proportion of domestic wastewater flows connected to a collection system: Proportion \n of the pollution load corresponding to urban agglomerations with more than 2,000 population \n equivalents connected to a conduit system that collects and conveys their wastewater to a \n treatment facility or final discharge point\n","formula":"\n<b>Proportion of safely treated domestic wastewater flows</b>\n\n  $$PCC_{\\text{purification}}^{t} =\n  \\left( \\frac{CC_{\\text{purification}}^{t}}{CC^{t}} \\cdot 100 \\right)$$\n\nwhere:\n\n$CC_{\\text{purification}}^{t} =$ pollution load corresponding to urban agglomerations \nwith more than 2,000 population equivalents that adequately treat their wastewater in year $t$\n\n$CC^{t} =$ pollution load corresponding to urban agglomerations with more than 2,000 \n population equivalents in year $t$\n\n<br>\n\n<b>Proportion of domestic wastewater flows connected to a collection system</b>\n\n  $$PCC_{\\text{collectors}}^{t} =\n  \\left( \\frac{CC_{\\text{collectors}}^{t}}{CC^{t}} \\cdot 100 \\right)$$\n\nwhere:\n\n$CC_{\\text{collectors}}^{t} =$ pollution load corresponding to urban agglomerations \nwith more than 2,000 population equivalents connected to a conduit system that collects \nand conveys their wastewater to a treatment facility or final discharge point $t$ \n\n$CC^{t} =$ pollution load corresponding to urban agglomerations with more than 2,000 \npopulation equivalents in year $t$\n","desagregacion":null,"observaciones":"\nThe pollution load of an urban agglomeration is measured in equivalent inhabitants, \nwith an equivalent inhabitant defined as the biodegradable organic load with a five-day \nbiochemical oxygen demand of 60 grams of oxygen per day. An equivalent inhabitant \nrepresents the biodegradable organic load generated by one person in one day in a typical home. \n\nIt should be noted that the pollution load of an urban agglomeration not only includes \npollution due to human excrement, but also pollution from premises used for commercial  \nor industrial activities, provided that it is biodegradable organic. Therefore, the number \nof equivalent inhabitants of an urban agglomeration is always greater than its actual number \nof inhabitants.\n\nThis indicator only takes into account urban agglomerations with more than 2,000 population \nequivalents, in accordance with Articles 3 and 4 of Directive 91/271/EEC on urban wastewater \ntreatment.\n","periodicidad":"Urtekoa","texto_oceca":"Autonomia-erkidegoetako estatistika-organo zentralen arteko metodologia harmonizatua erabiliz kalkulatutako adierazlea","justificacion_global":"\nWastewater data are crucial to promote strategies for sustainable and safe wastewater \nuse or reuse to the benefit of the world’s population health and the global environment, \nbut also to respond to growing water demands, increasing water pollution loads, and climate \nchange impacts on water resources. \n\nSustainable Development Goal 6 (SDG 6) is about ensuring the availability and sustainability \nof water and sanitation for all by 2030. SDG Target 6.3 sets out to improve ambient water \nquality, which is essential to protecting both ecosystem and human health, by eliminating, \nminimizing and significantly reducing different streams of pollution into water bodies. \n\nThe purpose of monitoring progress using SDG indicator 6.3.1 is to provide necessary and timely \ninformation to decision makers and stakeholders to make informed decisions to accelerate progress \ntowards reducing water pollution, minimizing release of hazardous chemicals and increasing wastewater \ntreatment and reuse. \n\nThe target wording covers wastewater recycling and safe reuse with implication on water use efficiency, \nalthough it is not fully addressed by the global indicator and methodology. SDG indicator 6.3.1 tracks \nthe proportion of wastewater flows from households, services and industrial economic activities that \nare safely treated at the source or through centralized wastewater treatment plants before being discharged \ninto the environment, out of the total volume of wastewater generated. \n\nSource: United Nations Statistics Division\n","dato_global":"<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=6.3.1&seriesCode=EN_WWT_WWDS&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\">Proportion of safely treated domestic wastewater flows (%) EN_WWT_WWDS</a> UNSTATS\n","comparabilidad":"The available indicator does not comply with United Nations metadata but provides similar information.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-06-03-01.pdf\">Metadata 6-3-1.pdf</a>"},"es":{"indicador_disponible":"Kolektore-sistema bati konektatutako eta modu egokian tratatutako hondakin-uren fluxuen proportzioa","objetivo_global":"6- Uraren eskuragarritasuna eta kudeaketa jasangarria nahiz guztiontzako saneamendua bermatzea","meta_global":"6.3- 2030. urterako, uraren kalitatea hobetzea, alegia: kutsadura murriztea; hondakin, produktu kimiko eta material arriskutsurik ez isurtzea; tratatu gabeko hondakin‐uren ehunekoa erdira murriztea; eta arriskurik gabeko birziklatzea eta berrerabilera nabarmen areagotzea mundu osoan","definicion":"\nEl indicador está constituido por 2 series: \n\n <b> - Proporción de flujos de aguas residuales domésticas tratadas de manera adecuada</b>: Proporción de la carga contaminante \n    correspondiente a las aglomeraciones urbanas de más de 2.000 habitantes equivalentes que depuran sus aguas \n    residuales reduciendo su nivel de contaminación hasta un límte aceptable para las aguas receptoras \n\n <b> - Proporción de flujos de aguas residuales domésticas conectadas a un sistema de colectores</b>: Proporción de la carga contaminante \n    correspondiente a las aglomeraciones urbanas de más de 2.000 habitantes equivalentes conectadas a un sistema \n    de conductos que recoja y conduzca sus aguas residuales hasta una instalación de tratamiento o a un punto de vertido final \n","formula":"\n<b>Proporción de flujos de aguas residuales domésticas tratadas de manera adecuada</b>\n\n  $$PCC_{\\text{depuración}}^{t} =\n  \\left( \\frac{CC_{\\text{depuración}}^{t}}{CC^{t}} \\cdot 100 \\right)$$\n\ndonde:\n\n$CC_{\\text{depuración}}^{t} =$ carga contaminante correspondiente a las aglomeraciones urbanas de más de \n2.000 habitantes equivalentes que depuran adecuadamente sus aguas residuales en el año $t$\n\n$CC^{t} =$ carga contaminante correspondiente a las aglomeraciones urbanas de más de 2.000 habitantes equivalentes en el año $t$\n\n<br>\n\n<b>Proporción de flujos de aguas residuales domésticas conectadas a un sistema de colectores</b>\n\n  $$PCC_{\\text{colectores}}^{t} =\n  \\left( \\frac{CC_{\\text{colectores}}^{t}}{CC^{t}} \\cdot 100 \\right)$$\n\ndonde:\n\n$CC_{\\text{colectores}}^{t} =$ carga contaminante correspondiente a las aglomeraciones urbanas de más de 2.000 \nhabitantes equivalentes conectadas a un sistema de colectores de aguas residuales en el año $t$\n\n$CC^{t} =$ carga contaminante correspondiente a las aglomeraciones urbanas de más de 2.000 habitantes equivalentes en el año $t$\n","desagregacion":null,"observaciones":"\nLa carga contaminante de una aglomeración urbana se mide en habitantes equivalentes, definiéndose un \nhabitante equivalente como la carga orgánica biodegradable con una demanda bioquímica de oxígeno de \ncinco días de 60 gramos de oxígeno por día. Un habitante equivalente viene a representar la carga \norgánica biodegradable generada por una persona en un día en una vivienda normal. \n\nSe debe tener en cuenta que la carga contaminante de una aglomeración urbana no solo incluye \nla contaminación debida a las excreciones humanas, sino también la contaminación procedente \nde aquellos locales utilizados para efectuar una actividad comercial o industrial, siempre \nque sea de naturaleza orgánica biodegradable. Así pues, el número de habitantes equivalentes de \nuna aglomeración urbana siempre es superior a su número de habitantes reales.\n\nEste indicador solo tiene en cuenta a las aglomeraciones urbanas de más de 2.000 habitantes equivalentes, \nen consonancia con los artículos 3 y 4 de la Directiva 91/271/CEE sobre el tratamiento de las aguas residuales urbanas.\n","periodicidad":"Urtekoa","texto_oceca":"Autonomia-erkidegoetako estatistika-organo zentralen arteko metodologia harmonizatua erabiliz kalkulatutako adierazlea","justificacion_global":"\nLos datos sobre aguas residuales son cruciales para promover estrategias de uso sostenible y \nseguro de las aguas residuales o su reutilización en beneficio de la salud de la población \nmundial y el medio ambiente global, pero también para responder a las crecientes demandas \nde agua, el aumento de las cargas de contaminación del agua y los impactos del cambio \nclimático en los recursos hídricos. \n\nEl Objetivo de Desarrollo Sostenible 6 (ODS 6) trata de garantizar la disponibilidad \ny sostenibilidad del agua y el saneamiento para todos para 2030. La meta 6.3 de los \nODS se propone mejorar la calidad del agua ambiental, que es esencial para proteger \ntanto los ecosistemas como la salud humana, eliminando, minimizando y reduciendo s\nignificativamente las diferentes corrientes de contaminación en los cuerpos de agua. \n\nEl propósito de monitorear el progreso utilizando el indicador 6.3.1 de los ODS es proporcionar \nla información necesaria y oportuna a los tomadores de decisiones y las partes interesadas \npara que tomen decisiones informadas para acelerar el progreso hacia la reducción de la \ncontaminación del agua, minimizando la liberación de productos químicos peligrosos y \naumentando el tratamiento y la reutilización de las aguas residuales. \n\nLa redacción de la meta cubre el reciclaje de aguas residuales y la reutilización segura con \nimplicancias en la eficiencia del uso del agua, aunque no se aborda completamente en el indicador \ny la metodología globales. El indicador 6.3.1 de los ODS rastrea la proporción de flujos de \naguas residuales de hogares, servicios y actividades económicas industriales que son tratados \nde manera segura en la fuente o mediante plantas centralizadas de tratamiento de aguas residuales \nantes de ser descargados al medio ambiente, del volumen total de aguas residuales generadas.\n\nFuente: División de Estadísticas de las Naciones Unidas\n","dato_global":"<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=6.3.1&seriesCode=EN_WWT_WWDS&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\">Proporción de los flujos de aguas residuales domésticas tratados de manera adecuada (%) EN_WWT_WWDS</a> UNSTATS\n","comparabilidad":"El indicador disponible no cumple con los metadatos del indicador de Naciones Unidas, pero aporta información similar.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-06-03-01.pdf\">Metadatos 6-3-1.pdf</a> (solo en inglés)"},"target_number":"6.3","goal_number":"6","indicator_sort_order":"06-03-01"}