{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":true,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Number of countries that adopt and implement national disaster risk reduction strategies in line with the Sendai Framework for Disaster Risk Reduction 2015–2030","graph_titles":[],"graph_type":"line","indicator_name":"Number of countries that adopt and implement national disaster risk reduction strategies in line with the Sendai Framework for Disaster Risk Reduction 2015–2030","indicator_number":"1.5.3","national_geographical_coverage":"","page_content":"The Basque Country has laws, strategies and plans aimed at disaster prevention and response, which involve several Departments of the Basque Government and Local Administrations:\n\n<a href=\"https://www.euskadi.eus/larrialdiei-aurre-egiteko-bidea/web01-a2blarri/eu/\" target=\"_blank\"> Civil Protection Plan of Euskadi-LABI</a>: the framework for civil protection in the Basque Country \n\n<a href=\"https://www.euskadi.eus/lurralde-antolamenduaren-gidalerroak-lag/web01-a3lurral/eu/\" target=\"_blank\"> Land Use Plans</a>: t includes the objective of limiting land uses based on existing vulnerabilities  \nand a more correct use of the land to avoid increasing risk.\n\n<a href=\"https://www.euskadi.eus/dokumentazioa/2015/2050erako-klima-aldaketaren-euskadiko-estrategia/web01-a2ingkli/eu/\" target=\"_blank\">  Climate Change Strategy of the Basque Country to 2050</a>: It includes as long-term objectives the reduction of greenhouse gas emissions by 80% by 2050, as well as increasing the resilience of the Basque territory to face the expected effects of climate change.\n","permalink":"","precision":[],"progress_status":"alcanzado","reporting_status":"complete","sort":"","standalone":false,"tags":[],"indicador_disponible":"The Basque Country does not produce continuous official statistics using the indicator methodology.","definicion":null,"formula":null,"desagregacion":null,"periodicidad":null,"observaciones":null,"justificacion_global":"\nThe Sendai Framework for Disaster Risk Reduction 2015-2030 was adopted by UN Member States in \nMarch 2015 as a global policy of disaster risk reduction. \n\nThe expected outcome of the Sendai Framework \nis to realize “The substantial reduction of disaster risk and losses in lives, \nlivelihoods and health and in the economic, physical, social, cultural \nand environmental assets of persons, businesses, communities and \ncountries”. Among the Sendai Framework global targets, “Target E: Substantially \nincrease the number of countries with national and local disaster risk reduction \nstrategies by 2020” aims to enhance the global progress and coverage of national \nand local disaster risk reduction strategies and policies. \n\nThe objectives of the national DRR plans, strategies and policies are to prevent \nnew and reduce existing disaster risk through the implementation of integrated \nand inclusive economic, structural, legal, social, health, cultural, educational, \nenvironmental, technological, political and institutional measures that prevent and \nreduce hazard exposure and vulnerability to disaster, increase preparedness for \nresponse and recovery, and thus strengthen resilience. \n\nThe indicator will build bridge between the SDGs and the Sendai Framework for Disaster \nRisk Reduction (DRR). Increasing number of national governments that adopt and \nimplement national and local DRR strategies, which the Sendai Framework calls for, \nwill contribute to sustainable development from economic, environmental and social perspectives.\n\nSource: United Nations Statistics Division\n","dato_global":"\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=1.5.3&seriesCode=SG_DSR_SFDRR&areaCode=  276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\">Number of countries that reported having a National DRR Strategy aligned with the Sendai Framework SG_DSR_SFDRR</a> UNSTATS","comparabilidad":"","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-01-05-03.pdf\">Metadata 1-5-3.pdf</a>","national_data_updated_date":"","national_metadata_updated_date":"2025-06-18","es":{"indicador_disponible":"The Basque Country does not produce continuous official statistics using the indicator methodology.","definicion":null,"formula":null,"desagregacion":null,"periodicidad":null,"observaciones":null,"justificacion_global":"\nEl Marco de Sendai para la Reducción del Riesgo de Desastres 2015-2030 fue adoptado por los Estados Miembros de las \nNaciones Unidas en marzo de 2015 como una política global de reducción del riesgo de desastres. \n\nEl resultado esperado del Marco de Sendai es lograr “La reducción sustancial del riesgo de desastres y las \npérdidas en vidas, medios de subsistencia y salud y en los activos económicos, físicos, sociales, culturales \ny ambientales de las personas, las empresas, las comunidades y los países”. Entre las metas globales del \nMarco de Sendai, la “Meta E: Aumentar sustancialmente el número de países con estrategias nacionales y \nlocales de reducción del riesgo de desastres para 2020” tiene como objetivo mejorar \nel progreso global y la cobertura de las estrategias y políticas nacionales y locales de \nreducción del riesgo de desastres. \n\nLos objetivos de los planes, estrategias y políticas nacionales \nde reducción del riesgo de desastres son prevenir nuevos riesgos de desastres y reducir los \nexistentes mediante la implementación de medidas económicas, estructurales, legales, \nsociales, de salud, culturales, educativas, ambientales, tecnológicas, políticas e \ninstitucionales integradas e inclusivas que prevengan y reduzcan la exposición a peligros y \nla vulnerabilidad a los desastres, aumenten la preparación para la respuesta y la recuperación y, \nde esa manera, fortalezcan la resiliencia. \n\nEl indicador creará un puente entre los ODS y el Marco de Sendai para la Reducción del \nRiesgo de Desastres. Un número cada vez mayor de gobiernos nacionales que adopten e \nimplementen estrategias nacionales y locales de reducción del riesgo de desastres, como \nlo exige el Marco de Sendai, contribuirá al desarrollo sostenible desde las perspectivas \neconómica, ambiental y social.\n\nFuente: División de Estadísticas de las Naciones Unidas\n","dato_global":"\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=1.5.3&seriesCode=SG_DSR_SFDRR&areaCode=  276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\">Número de países que informaron tener una Estrategia Nacional de RRD alineada con el Marco de Sendai SG_DSR_SFDRR</a> UNSTATS","comparabilidad":"","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-01-05-03.pdf\">Metadatos 1-5-3.pdf</a> (solo en inglés)"},"target_number":"1.5","goal_number":"1","indicator_sort_order":"01-05-03"}