{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[{"field":"Income group","value":"The poorest 40%"}],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Growth rates of household expenditure or income per capita among the bottom 40 per cent of the population and the total population","graph_titles":[],"graph_type":"line","indicator_name":"Growth rates of household expenditure or income per capita among the bottom 40 per cent of the population and the total population","indicator_number":"10.1.1","national_geographical_coverage":"","page_content":"<b>Desired direction:</b> Sustain income growth of the bottom 40 per cent of the population at a rate higher than the national average","permalink":"","precision":[],"progress_status":"retroceso","reporting_status":"complete","sort":"","sources":[{"organisation":"Department of Welfare, Youth and Demographic Challenge","periodicity":"Biennial","url":"https://www.euskadi.eus/pobreziaren-eta-gizarte-desparekotasunei-buruzko-inkesta-pgdi/web01-s2enple/eu/","url_text":"Survey on Poverty and Social Inequalities (EPDS)","logo":"/assets/img/fuentes/Euskadi.png"},{"organisation":"Eustat-Basque Statistics Institute","periodicity":"Annual","url":"https://en.eustat.eus/estadisticas/tema_237/opt_1/temas.html","url_text":"Family expenditure statistics","logo":"/assets/img/fuentes/Eustat.png"}],"standalone":false,"tags":"","indicador_disponible":"Growth rates of household expenditure or income per capita among the bottom 40 per cent of the population and the total population","objetivo_global":"10- Reduce inequality within and among countries","meta_global":"10.1 By 2030, progressively achieve and sustain income growth of the bottom 40 per cent of the population at a rate higher than the national average","definicion":"Average annualized growth rate over a five-year period of income and expenditure per  capita of households in the poorest 40% of the population of the autonomous community  (40% of people with the lowest income per consumption unit (modified OECD scale)) and  of the total population.","formula":"\nThe annualized growth in average real per capita income or consumption is calculated by \nfirst estimating the average real per capita income or consumption of the bottom 40% of \nthe welfare distribution in years T0 and T1 and then calculating the average annual growth \nrate between those years using a compound growth formula: \n\nCrecimiento del ingreso o consumo = $$\\left( \\frac{Average\\, T_1}{Average\\, T_0} \\right)^{\\frac{1}{T_1 - T_0}} - 1$$\n\n\nThe growth in average real per capita income or consumption of the total population is \ncalculated in the same way using data for the total population. \n","desagregacion":"Income group\n\nProvince\n","observaciones":"\nThe number of units of consumption of a household is calculated using the modified OECD scale,  which assigns a weighting of 1 to the first person aged 14 or over, a weighting of 0.5 to other  persons aged 14 or over and a weighting of 0.3 to persons under the age of 14. ","periodicidad":"Annual","texto_oceca":"Indicator calculated using a methodology harmonised across the central statistical bodies of the autonomous communities","justificacion_global":"\nImprovements in shared prosperity require both a growing economy and a consideration \nof equity. Shared prosperity explicitly recognizes that while growth is necessary for \nimproving economic welfare in a society, progress is measured by how those gains are \nshared with its poorest members.  \n\nMoreover, in an inclusive society it is not sufficient to raise everyone above an \nabsolute minimum standard of living; it must ensure that economic growth increases \nprosperity among the poor over time. \n\nThe decision to measure shared prosperity based on income or consumption was not taken \nto ignore the many other dimensions of welfare. It is motivated by the need for an \nindicator that is easy to understand, communicate, and measure – though measurement \nchallenges exist. Indeed, shared prosperity comprises many dimensions of well-being \nof the less well-off, and when analyzing shared prosperity in the context of a country, \nit is important to consider a wide range of indicators of welfare. \n\nSource: United Nations Statistics Division \n","dato_global":"","comparabilidad":"The available indicator complies with United Nations metadata.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-10-01-01.pdf\">Metadata 10-1-1.pdf</a>","national_data_updated_date":"2025-05-08","national_metadata_updated_date":"2025-06-13","es":{"indicador_disponible":"Growth rates of household expenditure or income per capita among the bottom 40 per cent of the population and the total population","objetivo_global":"10- Reduce inequality within and among countries","meta_global":"10.1 By 2030, progressively achieve and sustain income growth of the bottom 40 per cent of the population at a rate higher than the national average","definicion":"Tasa de crecimiento promedio anualizada en un período de cinco años de los ingresos y gastos por persona de los hogares del 40% más pobre de la población de la comunidad autónoma (40% de las personas con menores ingresos por unidad de consumo (escala OCDE modificada)) y del total de la población.","formula":"\nEl crecimiento anualizado del ingreso real medio per cápita o del consumo se calcula \nestimando primero el ingreso real medio per cápita o el consumo del 40% inferior de la \ndistribución del bienestar en los años T0 y T1 y luego calculando la tasa de crecimiento \npromedio anual entre esos años utilizando una fórmula de crecimiento compuesto:\n\nCrecimiento del ingreso o consumo = $$\\left( \\frac{Media\\, en\\, T_1}{Media\\, en\\, T_0} \\right)^{\\frac{1}{T_1 - T_0}} - 1$$\n\n\nEl crecimiento del ingreso real per cápita medio o del consumo de la población total \nse calcula de la misma manera utilizando datos de la población total.\n","desagregacion":"Grupo de ingresos \n\nTerritorio histórico \n","observaciones":"\nEl número de unidades de consumo de un hogar se calcula utilizando la escala OCDE modificada,  que asigna un peso de 1 a la primera persona de 14 o más años, un peso de 0,5 al resto de  personas de 14 o más años y un peso de 0,3 a las personas de menos de 14 años.","periodicidad":"Annual","texto_oceca":"Indicator calculated using a methodology harmonised across the central statistical bodies of the autonomous communities","justificacion_global":"\nLas mejoras en la prosperidad compartida requieren tanto una economía en crecimiento como \nuna consideración de la equidad. La prosperidad compartida reconoce explícitamente que si \nbien el crecimiento es necesario para mejorar el bienestar económico \nen una sociedad, el progreso se mide por la forma en que esas ganancias se comparten \ncon sus miembros más pobres. \n\nAdemás, en una sociedad inclusiva no es suficiente elevar a todos por encima de un nivel \nde vida mínimo absoluto, debe garantizarse que el crecimiento económico aumente la \nprosperidad entre los pobres a lo largo del tiempo.\n\nLa decisión de medir la prosperidad compartida en función del ingreso o el consumo \nno se tomó para ignorar las muchas otras dimensiones del bienestar. Está motivada por la \nnecesidad de un indicador que sea fácil de entender, comunicar y medir, aunque existen \ndesafíos de medición. De hecho, la prosperidad compartida comprende muchas dimensiones \ndel bienestar de los menos favorecidos, y al analizar la prosperidad compartida en \nel contexto de un país, es importante considerar una amplia gama de indicadores de bienestar.\n\nFuente: División de Estadísticas de las Naciones Unidas\n","dato_global":"","comparabilidad":"El indicador disponible cumple con los metadatos del indicador de Naciones Unidas.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-10-01-01.pdf\">Metadatos 10-1-1.pdf</a> (solo en inglés)"},"target_number":"10.1","goal_number":"10","indicator_sort_order":"10-01-01"}