{"indicador_disponible":"GRAFICO.nodisponible","definicion":null,"formula":null,"desagregacion":null,"periodicidad":null,"observaciones":null,"justificacion_global":"\nSe prevé que el número medio anual de personas que requieren tratamiento y \natención por enfermedades tropicales desatendidas (ETD) disminuya hacia \nel “fin de las ETD” en 2030 (meta 3.3), a \nmedida que se erradiquen, eliminen o controlen las ETD. Se prevé que el número \nde personas que requieren otras intervenciones contra las ETD (por ejemplo, \ngestión de vectores, salud pública veterinaria, agua, saneamiento e higiene) se \nmantenga más allá de 2030 y, por lo tanto, se abordará en el contexto de \notras metas e indicadores, a saber, la cobertura sanitaria universal (CSU) y \nel acceso universal al agua y al saneamiento. Esta cifra no debe interpretarse \ncomo el número de personas en riesgo de contraer ETD. De hecho, es un subconjunto \ndel número mayor de personas en riesgo. \n\nEl tratamiento masivo se limita a quienes viven en distritos por encima de \nun nivel umbral de prevalencia; no incluye a todas las personas que viven \nen distritos con algún riesgo de infección. El tratamiento y la atención \nindividual están destinados a quienes están o ya han estado infectados; \nno incluye a todos los contactos y otras personas en riesgo de infección. \n\nEsta cifra puede interpretarse mejor como el número de personas con un nivel \nde riesgo que requiere intervención médica, es decir, tratamiento y atención \npara las ETD.\n\nFuente: División de Estadísticas de las Naciones Unidas\n","dato_global":"<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=3.3.5&seriesCode=SH_TRP_INTVN&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\">Número de personas que requieren intervenciones contra enfermedades tropicales desatendidas (número) SH_TRP_INTVN</a> UNSTATS","comparabilidad":null,"indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-03-03-05.pdf\">Metadatos 3-3-5.pdf</a> (solo en inglés)","informacion_interes":null,"national_data_updated_date":"2024-10-29","national_metadata_updated_date":"2025-03-12","indicator_number":"3.3.5 ","target_number":"3.3","goal_number":"3","reporting_status":"notstarted","data_non_statistical":true,"graph_type":"line","indicator_sort_order":"03-03-5 ","indicator_name":"global_indicators.3-3-5 -title","graph_title":"global_indicators.3-3-5 -title"}