{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of health facilities that have a core set of relevant essential medicines available and affordable on a sustainable basis","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of health facilities that have a core set of relevant essential medicines available and affordable on a sustainable basis","indicator_number":"3.b.3","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"progress_status":"notstarted","reporting_status":"notstarted","sort":"","standalone":false,"tags":[],"indicador_disponible":"The Basque Country does not produce continuous official statistics using the indicator methodology.","definicion":null,"formula":null,"desagregacion":null,"periodicidad":null,"observaciones":null,"justificacion_global":"\nMeasurement and monitoring of access to essential medicines are of high \npriority for the global development agenda given access is an integral part \nof the Universal Health Coverage movement and an indispensable element of \nthe delivery of quality health care. \n\nAccess to medicines is a composite multidimensional concept that is composed \nof the availability of medicines and the affordability of their prices. Information \non these two dimensions has been collected and analysed since the 54th World Health \nAssembly in 2001, when Member States adopted the WHO Medicines Strategy (resolution \nWHA54.11).\n\nThis resolution led to the launch of the joint project on Medicine Prices and \nAvailability by WHO and the international non-governmental organization Health \nAction International (HAI/WHO), as well as a proposed HAI/WHO methodology for \ncollecting data and measuring components of access to medicines. \n\nTo this day, this methodology has been widely implemented to produce useful \nanalyses of availability and affordability of medicines, however the two dimensions \nhave been evaluated separately.\n\nSource: United Nations Statistics Division\n","dato_global":null,"comparabilidad":null,"indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-03-0b-03.pdf\">Metadata 3-b-3.pdf</a>","national_data_updated_date":"","national_metadata_updated_date":"2025-06-18","es":{"indicador_disponible":"The Basque Country does not produce continuous official statistics using the indicator methodology.","definicion":null,"formula":null,"desagregacion":null,"periodicidad":null,"observaciones":null,"justificacion_global":"\nLa medición y el seguimiento del acceso a los medicamentos esenciales son \nde alta prioridad para la agenda mundial de desarrollo, dado que el \nacceso es una parte integral del movimiento de cobertura sanitaria \nuniversal y un elemento indispensable de la prestación de atención \nsanitaria de calidad. \n\nEl acceso a los medicamentos es un concepto multidimensional \ncompuesto que se compone de la disponibilidad de medicamentos y \nla asequibilidad de sus precios. La información sobre estas \ndos dimensiones se ha recopilado y analizado desde la 54.ª Asamblea \nMundial de la Salud en 2001, cuando los Estados Miembros adoptaron \nla Estrategia de la OMS sobre medicamentos (resolución WHA54.11). \n\nEsta resolución condujo al lanzamiento del proyecto conjunto sobre \nprecios y disponibilidad de medicamentos por parte de la OMS y la \norganización no gubernamental internacional Health Action International \n(HAI/WHO), así como a una propuesta de metodología HAI/OMS para recopilar \ndatos y medir los componentes del acceso a los medicamentos. \n\nHasta el día de hoy, esta metodología se ha implementado ampliamente \npara producir análisis útiles de la disponibilidad y asequibilidad de los \nmedicamentos, sin embargo, las dos dimensiones se han evaluado por separado.\n\nFuente: División de Estadísticas de las Naciones Unidas\n","dato_global":null,"comparabilidad":null,"indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-03-0b-03.pdf\">Metadatos 3-b-3.pdf</a> (solo en inglés)"},"target_number":"3.b","goal_number":"3","indicator_sort_order":"03-0b-03"}