{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":"","embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"footer_fields":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_target_lines":[{"series":"","unit":"","label_content":"European goal","value":9}],"graph_title":"Early school leaving rate of the 18-24 age group (EU indicator sdg_04_10)","graph_titles":[],"graph_type":"line","indicator_available":"","indicator_name":"Early school leaving rate of the 18-24 age group (EU indicator sdg_04_10)","indicator_number":"4.1.E1","indicator_tabs":{"override":false,"tab_1":"","tab_2":"","tab_3":"","tab_4":""},"national_geographical_coverage":"","page_content":"<b>Target:</b> Les than 9% by 2030","permalink":"","placeholder":"","precision":[],"proxy":"","proxy_series":[],"publications":[],"related_indicators":[],"progress_status":"alcanzado","reporting_status":"complete","sort":"","sources":[{"organisation":"Eustat-Basque Statistics Institute","periodicity":"Annual","url":"https://en.eustat.eus/estadisticas/tema_57/opt_1/temas.html","url_text":"Survey on the population in relation to activity","logo":"/assets/img/fuentes/Eustat.png"}],"standalone":false,"tags":"","x_axis_label":"","indicador_disponible":"Early school leaving rate of the 18-24 age group (EU indicator sdg_04_10)","objetivo_global":"4- Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all","meta_global":"4.1 By 2030, ensure that all girls and boys complete free, equitable and quality primary and secondary education leading to relevant and effective learning outcomes","definicion":"Percentage of the population that has completed at most the first stage of secondary  education and is not pursuing any further study or training","formula":"\n$$PP_{dropout}^{t}  = \\frac{P_{dropout,18-24}^{t}}{P_{18-24}^{t}}$$\n\nwhere:\n\n$P_{dropout,18-24}^{t} =$ population aged 18 to 24 who have completed at most the first stage of secondary education and have not continued any further study or training in the year $t$\n\n$P_{18-24}^{t} =$ population aged 18 to 24 in the year $t$\n","desagregacion":"\nSex","periodicidad":"Annual","observaciones":null,"justificacion_global":"\nThe indicator is used to monitor progress towards SDG 4 on quality education and SDG 5 on gender equality, \nwhich are embedded in the European Commission’s Priorities under \"Supporting people, strengthening our \nsocieties and our social model\" and \"A new plan for Europe's sustainable prosperity and competitiveness\". \n\nThe Council of the European Union on 26 February 2021 adopted the Resolution on a strategic framework for \nEuropean cooperation in education and training towards the European Education Area and beyond (2021–2030), \na framework that addresses five strategic priorities: (1) Improving quality, equity, inclusion and success \nfor all in education and training; (2) Making lifelong learning and mobility a reality for all; (3) Enhancing \ncompetences and motivation in the education profession; (4) Reinforcing European higher education; and \n(5) Supporting green and digital transitions in and through education and training. \n\nThe Council Resolution sets the EU-level target for the share of early leavers from education and training \nas measured by this SDG indicator to be less than 9% by 2030. Furthermore, the indicator is included as \nmain indicator in the Social Scoreboard for the European Pillar of Social Rights. \n\nEducation and training are key drivers for growth and jobs as they help to improve employability, productivity, \ninnovation and competitiveness. Continuing education after the basic level is important because people with \nhigher qualifications are more likely to be employed and less likely to face poverty in a knowledge-based \neconomy. People with a low level of education may not only face greater difficulties in the labour market but \nalso have a higher risk of poverty and social exclusion. \n\n\nSource: Eurostat \n","dato_global":"<a href=\"https://ec.europa.eu/eurostat/databrowser/view/sdg_04_10/default/table?lang=en&category=sdg.sdg_04\">Early leavers from education and training by sex (%) (sdg_04_10)</a> Eurostat","comparabilidad":"\nThe available indicator is comparable with the European indicator.\n","indicador_meta_enlace":"<a href=\"https://ec.europa.eu/eurostat/cache/metadata/en/sdg_04_10_esmsip2.htm\">Metadata Eurostat (sdg_04_10)</a> \n","national_data_updated_date":"2025-05-08","national_metadata_updated_date":"2025-07-22","es":{"indicador_disponible":"Early school leaving rate of the 18-24 age group (EU indicator sdg_04_10)","objetivo_global":"4- Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all","meta_global":"4.1 By 2030, ensure that all girls and boys complete free, equitable and quality primary and secondary education leading to relevant and effective learning outcomes","definicion":"Porcentaje de la población que ha completado como máximo la primera etapa de la educación  secundaria y no sigue ningún estudio o formación","formula":"\n$$PP_{abandono}^{t}  = \\frac{P_{abandono\\, 18-24}^{t}}{P_{18-24}^{t}}$$\n\ndonde:\n\n$P_{abandono\\, 18-24}^{t} =$ población de 18 a 24 años que ha completado como máximo la primera etapa de la educación secundaria y no ha seguido ningún estudio o formación en el año $t$\n\n$P_{18-24}^{t} =$ población de 18 a 24 años en el año $t$\n","desagregacion":"\nSexo","periodicidad":"Annual","observaciones":null,"justificacion_global":"\nEl indicador se utiliza para supervisar el progreso hacia el ODS 4 sobre educación de calidad y el ODS 5 \nsobre igualdad de género, que están integrados en las Prioridades de la Comisión Europea bajo el título \n\"Apoyar a las personas, fortalecer nuestras sociedades y nuestro modelo social\" y \"Un nuevo plan para la \nprosperidad y la competitividad sostenibles de Europa\". \n\nEl 26 de febrero de 2021, el Consejo de la Unión Europea adoptó la Resolución sobre un marco estratégico \npara la cooperación europea en materia de educación y formación con miras al Espacio Europeo de Educación \ny más allá (2021-2030). Este marco aborda cinco prioridades estratégicas: (1) Mejorar la calidad, la equidad, \nla inclusión y el éxito de todos en la educación y la formación; (2) Hacer realidad el aprendizaje permanente \ny la movilidad para todos; (3) Mejorar las competencias y la motivación en la profesión educativa; (4) Reforzar \nla educación superior europea; y (5) Apoyar las transiciones ecológica y digital en y a través de la educación \ny la formación. \n\nLa Resolución del Consejo establece el objetivo a nivel de la UE de que la proporción de personas que abandonan \nprematuramente la educación y la formación, medida según este indicador de los ODS, sea inferior al 9 % para 2030. \nAdemás, el indicador se incluye como indicador principal en el Cuadro de Indicadores Sociales del Pilar \nEuropeo de Derechos Sociales. \n\nLa educación y la formación son motores clave del crecimiento y el empleo, ya que contribuyen a mejorar la \nempleabilidad, la productividad, la innovación y la competitividad. Continuar la educación después del nivel \nbásico es importante porque las personas con mayor cualificación tienen más probabilidades de encontrar empleo \ny menos probabilidades de enfrentarse a la pobreza en una economía basada en el conocimiento. Las personas con \nun bajo nivel educativo no solo pueden enfrentar mayores dificultades en el mercado laboral, sino también un \nmayor riesgo de pobreza y exclusión social. \n\n\nFuente: Eurostat \n","dato_global":"<a href=\"https://ec.europa.eu/eurostat/databrowser/view/sdg_04_10/default/table?lang=en&category=sdg.sdg_04\">Abandono escolar prematuro por sexo (%) (sdg_04_10)</a> Eurostat","comparabilidad":"El indicador disponible es comparable con el indicador europeo.\n","indicador_meta_enlace":"<a href=\"https://ec.europa.eu/eurostat/cache/metadata/en/sdg_04_10_esmsip2.htm\">Metadatos Eurostat (sdg_04_10)</a> (solo en inglés) \n"},"target_number":"4.1","goal_number":"4","indicator_sort_order":"04-01-E1"}