{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[{"field":"Series","value":"Proportion of seats held by women in Basque Parliament"},{"field":"Series","value":"Proportion of women among heads of departments in Basque Government"},{"field":"Series","value":"Proportion of seats held by women in Provincial Assemblies"},{"field":"Series","value":"Proportion of women among Provincial Deputies"},{"field":"Series","value":"Proportion of women among mayors"},{"field":"Series","value":"Proportion of women among local councilors"}],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of positions held by women in regional, provincial and local legislative and governmental institutions","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of seats held by women in (a) national parliaments and (b) local governments","indicator_number":"5.5.1","national_geographical_coverage":"","page_content":"<b>Desired direction:</b> The target is 50%, although it is considered adequate if the value is between 40-60%","permalink":"","precision":[],"progress_status":"alcanzado","reporting_status":"complete","sort":"","sources":[{"organisation":"Eustat-Basque Statistics Institute","periodicity":"Biennial","url":"https://en.eustat.eus/estadisticas/tema_515/opt_0/temas.html","url_text":"Gender Equality Index","logo":"/assets/img/fuentes/Eustat.png"}],"standalone":false,"tags":"","indicador_disponible":"Proportion of positions held by women in regional, provincial and local legislative and governmental institutions","objetivo_global":"5- Achieve gender equality and empower all women and girls","meta_global":"5.5 Ensure women’s full and effective participation and equal opportunities for leadership at all levels of decision-making in political, economic and public life","definicion":"Six series are presented: \n - Proportion of seats held by women in the Basque Parliament \n - Proportion of women among the heads of departments in the Basque Government \n - Proportion of seats held by women in the provincial parliaments \n - Proportion of women among Provincial Deputies \n - Proportion of women among mayors \n - Proportion of women among local councilors ","formula":"\n$$PINST_{women}^{t} = \\frac{INST_{women}^{t}}{INST_{women}^{t}+INST_{men}^{t}} \\cdot 100$$\n\nwhere:\n\n$INST_{women}^{t} =$ positions held by women in the corresponding institution in the year $t$\n\n$INST_{men}^{t} =$ positions held by men in the corresponding institution in the year $t$\n","desagregacion":"Province\n","periodicidad":"Annual","justificacion_global":"\nThe indicator measures the degree to which women have equal access to parliamentary decision-making. \nWomen’s participation in parliaments is a key aspect of women’s opportunities in political and public \nlife and is linked to women’s empowerment. Equal numbers of women and men in lower chambers would \ngive an indicator value of 50 percent. \n\nA stronger presence of women in parliament allows new concerns to be highlighted on political agendas, \nand new priorities to be put into practice through the adoption and implementation of policies and laws. \nThe inclusion of the perspectives and interests of women is a prerequisite for democracy and gender \nequality and contributes to good governance. A representative parliament also allows the different \nexperiences of men and women to affect the social, political, and economic future of societies. \n\nAlthough the international community has supported and promoted women’s participation in political \ndecision-making structures for several decades, improvement in women’s access to parliament has been \nslow. This has led to the introduction of special policies and legal measures to increase women’s \nshares of parliamentary seats in several countries. Those countries that have adopted special measures \ngenerally have greater representation of women in parliament than countries without special measures. \n\nIndicator 5.5.1(b) complements Indicator 5.5.1(a) on women in national parliaments, and accounts for the \nrepresentation of women among the millions of members of local governments that influence (or have the \npotential to influence) the lives of local communities around the world. All tiers of local government are \ncovered by the indicator, consistent with national legal frameworks defining local government. \n\nSource: United Nations Statistics Division\n","dato_global":"\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=5.5.1&seriesCode=SG_GEN_PARL&areaCode=  276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=FEMALE\">Proportion of seats held by women in national parliaments (% of total number of seats) SG_GEN_PARL</a> UNSTATS\n\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=5.5.1&seriesCode=SG_GEN_LOCGELS&areaCode=  276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=FEMALE\">Proportion of elected seats held by women in deliberative bodies of local governments (%) SG_GEN_LOCGELS</a> UNSTATS\n","comparabilidad":"The available indicator complies with United Nations metadata.","indicador_meta_enlace":"\n<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-05-05-01a.pdf\">Metadata 5-5-1 (1).pdf</a>\n\n<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-05-05-01b.pdf\">Metadata 5-5-1 (2).pdf</a>\n","national_data_updated_date":"2025-09-16","national_metadata_updated_date":"2025-09-17","es":{"indicador_disponible":"Proportion of positions held by women in regional, provincial and local legislative and governmental institutions","objetivo_global":"5- Achieve gender equality and empower all women and girls","meta_global":"5.5 Ensure women’s full and effective participation and equal opportunities for leadership at all levels of decision-making in political, economic and public life","definicion":"Se presentan seis series: \n  - Proporción de escaños ocupados por mujeres en el Parlamento Vasco \n  - Proporción de mujeres entre las personas titulares de las consejerías del Gobierno Vasco \n  - Proporción de escaños ocupados por mujeres en las Juntas Generales \n  - Proporción de mujeres entre las personas Diputadas Forales \n  - Proporción de mujeres entre las personas titulares de las alcaldías \n  - Proporción de mujeres entre las personas concejalas ","formula":"\n$$PINST_{mujeres}^{t} = \\frac{INST_{mujeres}^{t}}{INST_{mujeres}^{t}+INST_{hombres}^{t}} \\cdot 100$$\n\ndonde:\n\n$INST_{mujeres}^{t} =$ puestos ocupados por mujeres en la institución correspondiente en el año $t$\n\n$INST_{hombres}^{t} =$ puestos ocupados por hombres en la institución correspondiente en el año $t$\n","desagregacion":"Territorio histórico \n","periodicidad":"Annual","justificacion_global":"\nEl indicador mide el grado en que las mujeres tienen acceso igualitario a la toma de \ndecisiones parlamentarias. La participación de las mujeres en los parlamentos es un \naspecto clave de las oportunidades de las mujeres en la vida política y \npública y está vinculada al empoderamiento de las mujeres. Un número igual de \nmujeres y hombres en las cámaras bajas daría un valor del indicador del 50 por ciento.\n\nUna mayor presencia de mujeres en el parlamento permite destacar nuevas preocupaciones \nen las agendas políticas y poner en práctica nuevas prioridades mediante la adopción \ny aplicación de políticas y leyes. La inclusión de las perspectivas e intereses de las \nmujeres es un requisito previo para la democracia y la igualdad de género y contribuye \na la buena gobernanza. Un parlamento representativo también permite que las \ndiferentes experiencias de hombres y mujeres afecten el futuro social, político \ny económico de las sociedades.\n\nAunque la comunidad internacional ha apoyado y promovido la participación de las mujeres \nen las estructuras de toma de decisiones políticas durante varias décadas, la mejora \nen el acceso de las mujeres al parlamento ha sido lenta. Esto ha llevado a la \nintroducción de políticas especiales y medidas legales para aumentar la proporción \nde mujeres en los escaños parlamentarios en varios países. Los países que han adoptado \nmedidas especiales generalmente tienen una mayor representación de mujeres en el parlamento \nque los países que no las han adoptado.\n\nEl indicador 5.5.1(b) complementa el indicador 5.5.1(a) sobre las mujeres en los \nparlamentos nacionales y da cuenta de la representación de las mujeres entre los millones \nde miembros de los gobiernos locales que influyen (o tienen el potencial de influir) en \nla vida de las comunidades locales en todo el mundo. El indicador abarca todos \nlos niveles de gobierno local, de conformidad con los marcos jurídicos nacionales \nque definen el gobierno local.\n\nFuente: División de Estadísticas de las Naciones Unidas\n","dato_global":"\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=5.5.1&seriesCode=SG_GEN_PARL&areaCode=  276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=FEMALE\">Proporción de escaños ocupados por mujeres en los parlamentos nacionales (% del número total de escaños) SG_GEN_PARL</a> UNSTATS\n\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=5.5.1&seriesCode=SG_GEN_LOCGELS&areaCode=  276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=FEMALE\">Proporción de escaños electos ocupados por mujeres en órganos deliberativos de los gobiernos locales (%) SG_GEN_LOCGELS</a> UNSTATS\n","comparabilidad":"El indicador disponible cumple con los metadatos del indicador de Naciones Unidas.","indicador_meta_enlace":"\n<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-05-05-01a.pdf\">Metadatos 5-5-1 (1).pdf</a> (solo en inglés)\n\n<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-05-05-01b.pdf\">Metadatos 5-5-1 (2).pdf</a> (solo en inglés)\n"},"target_number":"5.5","goal_number":"5","indicator_sort_order":"05-05-01"}