{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Proportion of transboundary basin area with an operational arrangement for water cooperation","graph_titles":[],"graph_type":"line","indicator_name":"Proportion of transboundary basin area with an operational arrangement for water cooperation","indicator_number":"6.5.2","national_geographical_coverage":"","page_content":"Integrated river and lake management is organized into international commissions for entire river basins in the case of transboundary waters. The commissions' activities are based on international agreements. Part of the Basque Country is located in the Garonne-Cantabrian-Ebro international river basin. In February 2006, a cooperation agreement was signed in Toulouse to coordinate, as effectively as possible, the measures taken in the river basins located on both sides of the border, in implementation of the Water Framework Directive (WFD), as well as to establish regular administrative cooperation.","permalink":"","precision":[],"progress_status":"alcanzado","reporting_status":"complete","sort":"","standalone":false,"tags":[],"sources":[{"organisation":"Ministry for Ecological Transition and the Demographic Challenge","periodicity":"Annual","url":"https://www.miteco.gob.es/eu/agua/temas/convenios-acuerdos-internacionales.html","url_text":"International conventions and agreements related to water resources and their management","logo":"/assets/img/fuentes/GE.png"}],"indicador_disponible":"Proportion of the area of ​​transboundary basins subject to operational arrangements for water cooperation","objetivo_global":"6- Ensure availability and sustainable management of water and sanitation for all","meta_global":"6.5 By 2030, implement integrated water resources management at all levels, including through transboundary cooperation as appropriate","definicion":"Proportion of transboundary basin area with an operational arrangement for water  cooperation","formula":"\n$$PSTCOOP^{t} = \\frac{STCOOP^{t}}{ST^{t}} \\cdot 100$$\n\nwhere:\n\n$STCOOP^{t} =$ transboundary basin area covered by an operational arrangement for water in the year $t$ \n\n$ST^{t} =$ transboundary basin area in the year $t$\n","desagregacion":null,"observaciones":null,"periodicidad":"Annual","justificacion_global":"\nThe majority of the world’s water resources are shared: 468 transboundary aquifers \nhave been identified in 2021 and 310 transboundary lake and river basins cover nearly \none half of the Earth’s land surface and account for an estimated 60% of global freshwater. \nApproximately 40% of the world’s population lives in river and lake basins shared by two \nor more countries and over 90% lives in countries that share basins. \n\nDevelopment of water resources has impacts across transboundary basins, potentially on \ncountries sharing transboundary basins, and use of surface water or groundwater may affect \nthe other resource, which are often interlinked. Intensive water use, flow regulation or \npollution risks going as far as compromising the development aspirations of countries \nsharing transboundary basins and therefore transboundary cooperation is required. However, \ncooperation is in many cases not advanced. \n\nSource: United Nations Statistics Division\n","dato_global":"\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=6.5.2&seriesCode=EG_TBA_H2CO&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\">Proportion of transboundary basins (river and lake basins and aquifers) with an operational arrangement for water cooperation (%) EG_TBA_H2CO</a> UNSTATS\n","comparabilidad":"The available indicator complies with United Nations metadata.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-06-05-02.pdf\">Metadata 6-5-2.pdf</a>","national_data_updated_date":"2025-04-22","national_metadata_updated_date":"2025-06-18","es":{"indicador_disponible":"Proportion of the area of ​​transboundary basins subject to operational arrangements for water cooperation","objetivo_global":"6- Ensure availability and sustainable management of water and sanitation for all","meta_global":"6.5 By 2030, implement integrated water resources management at all levels, including through transboundary cooperation as appropriate","definicion":"Proporción del área de cuencas transfronterizas cubierta por un acuerdo operativo de cooperación en materia de agua","formula":"\n$$PSTCOOP^{t} = \\frac{STCOOP^{t}}{ST^{t}} \\cdot 100$$\n\ndonde:\n\n$STCOOP^{t} =$ área de cuencas transfronterizas cubierta por un acuerdo operativo de cooperación en materia de agua en el año $t$ \n\n$ST^{t} =$ área de cuencas transfronterizas en el año $t$\n","desagregacion":null,"observaciones":null,"periodicidad":"Annual","justificacion_global":"\nLa mayoría de los recursos hídricos del mundo son compartidos: en 2021 se identificaron 468 acuíferos \ntransfronterizos y 310 cuencas fluviales y lacustres transfronterizas cubren casi la mitad de la superficie \nterrestre y representan aproximadamente el 60 % del agua dulce mundial. Aproximadamente el 40 % de la \npoblación mundial vive en cuencas fluviales y lacustres compartidas por dos o más países, y más del 90 % \nvive en países que comparten cuencas. \n\nEl desarrollo de los recursos hídricos tiene impactos en las cuencas transfronterizas, potencialmente \nen los países que las comparten, y el uso de las aguas superficiales o subterráneas puede afectar a \nestos otros recursos, que a menudo están interrelacionados. El uso intensivo del agua, la regulación del \ncaudal o la contaminación corren el riesgo de comprometer las aspiraciones de desarrollo de los países que \ncomparten cuencas transfronterizas, por lo que se requiere cooperación transfronteriza. \nSin embargo, en muchos casos, la cooperación no ha avanzado.\n\nFuente: División de Estadísticas de las Naciones Unidas\n","dato_global":"\n<a href=\"https://unstats.un.org/sdgs/dataportal/analytics/SingleSeries?indicators=6.5.2&seriesCode=EG_TBA_H2CO&areaCode=276,40,56,100,196,191,208,703,705,724,233,246,250,300,528,348,372,380,428,440,442,470,616,620,203,642,752,1,202,14,17,18,11,747,15,145,62,143,34,753,30,35,419,29,13,5,9,54,57,61,53,513,150,21,432,199,722&period=3&table=Total\">Proporción de cuencas transfronterizas (cuencas fluviales, lacustres y acuíferos) con un acuerdo operativo de cooperación hídrica (%) EG_TBA_H2CO</a> UNSTATS\n","comparabilidad":"El indicador cumple con los metadatos de Naciones Unidas.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-06-05-02.pdf\">Metadatos 6-5-2.pdf</a> (solo en inglés)"},"target_number":"6.5","goal_number":"6","indicator_sort_order":"06-05-02"}