{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Rate of incidence of accidents with sick leave during the working day/in transit, according to severity","graph_titles":[],"graph_type":"line","indicator_name":"Fatal and non-fatal occupational injuries per 100,000 workers, by sex and migrant status","indicator_number":"8.8.1","national_geographical_coverage":"","page_content":"<b>Desired direction:</b> Decrease","permalink":"","precision":[],"progress_status":"progreso","reporting_status":"complete","sort":"","sources":[{"organisation":"Department of Economy, Labour and Employment","periodicity":"Annual","url":"https://www.euskadi.eus/informazioa/lan-istripu-eta-lan-gaixotasunen-estadistika/web01-s2lanju/eu/","url_text":"Statistics on Work Accidents and Occupational Diseases","logo":"/assets/img/fuentes/Euskadi.png"}],"standalone":false,"tags":[],"indicador_disponible":"Rate of incidence of accidents with sick leave during the working day/in transit, according to severity","objetivo_global":"8- Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all","meta_global":"8.8 Protect labour rights and promote safe and secure working environments for all workers, including migrant workers, in particular women migrants, and those in precarious employment","definicion":"Rate of incidence of accidents with sick leave during the working day/in transit, by severity","formula":"\n$$IACC_{severity}^{t} = \\frac{ACC_{severity}^{t}}{PE_{OIT}^{t}} \\cdot 100.000$$\n\nwhere:\n\n$ACC_{severity}^{t} =$ number of accidents with sick leave during the working day/in transit, by severity in year $t$\n\n$PE_{OIT}^{t} =$ employed people in year $t$\n","desagregacion":"\nSex\n\nProvince\n","periodicidad":"Annual","observaciones":"","texto_oceca":"Indicator calculated using a methodology harmonised across the central statistical bodies of the autonomous communities","justificacion_global":"\nThis indicator provides valuable information that could be used to formulate policies \nand programmes for the prevention of occupational injuries, diseases and deaths. \nIt could also be used to monitor the implementation of these programmes and to signal \nparticular areas of increasing risk such as a particular occupation, industry or location. \nAlthough the principal objective of this indicator is to provide information for prevention \npurposes, it may be used for a number of other purposes, such as to identify the occupations \nand economic activities with the highest risk of occupational injuries; to detect changes \nin the pattern and occurrence of occupational injuries, so as to monitor improvements in safety \nand reveal any new areas of risk; to inform employers, employers’ organizations, workers and \nworkers’ organizations of the risks associated with their work and workplaces, so that they can \ntake an active part in their own safety; to evaluate the effectiveness of preventive measures; \nto estimate the consequences of occupational injuries, particularly in terms of days lost or costs; \nand to provide a basis for policymaking aimed at encouraging employers, employers’ organizations, \nworkers and workers’ organizations to introduce accident prevention measures. \n\nSource: United Nations Statistics Division\n","dato_global":null,"comparabilidad":"The available indicator complies with United Nations metadata.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-08-08-01.pdf\">Metadata 8-8-1.pdf</a>","national_data_updated_date":"2025-07-22","national_metadata_updated_date":"2025-06-18","es":{"indicador_disponible":"Rate of incidence of accidents with sick leave during the working day/in transit, according to severity","objetivo_global":"8- Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all","meta_global":"8.8 Protect labour rights and promote safe and secure working environments for all workers, including migrant workers, in particular women migrants, and those in precarious employment","definicion":"Índice de incidencia de accidentes con baja en jornada/in itinere, según gravedad","formula":"\n$$IACC_{gravedad}^{t} = \\frac{ACC_{gravedad}^{t}}{PE_{OIT}^{t}} \\cdot 100.000$$\n\ndonde:\n\n$ACC_{gravedad}^{t} =$ número de accidentes con baja en jornada/in itinere, según gravedad en el año $t$\n\n$PE_{OIT}^{t} =$ personas empleadas en el año $t$\n","desagregacion":"\nSexo\n\nTerritorio histórico\n","periodicidad":"Annual","observaciones":"","texto_oceca":"Indicator calculated using a methodology harmonised across the central statistical bodies of the autonomous communities","justificacion_global":"\nEste indicador proporciona información valiosa que podría utilizarse para formular \npolíticas y programas de prevención de lesiones, enfermedades y muertes laborales. \nTambién podría utilizarse para supervisar la implementación de estos programas y \nseñalar áreas específicas de mayor riesgo, como una ocupación, industria o ubicación \nen particular. Si bien el objetivo principal de este indicador es proporcionar \ninformación con fines de prevención, puede utilizarse para otros fines, como \nidentificar las ocupaciones y actividades económicas con mayor riesgo de lesiones \nlaborales; detectar cambios en los patrones y la ocurrencia de lesiones laborales, \na fin de supervisar las mejoras en seguridad y revelar nuevas áreas de riesgo; \ninformar a empleadores, organizaciones de empleadores, trabajadores y organizaciones \nde trabajadores sobre los riesgos asociados con su trabajo y lugares de trabajo, \npara que puedan participar activamente en su propia seguridad; evaluar la \neficacia de las medidas preventivas; estimar las consecuencias de las lesiones \nlaborales, especialmente en términos de días perdidos o costos; y proporcionar \nuna base para la formulación de políticas destinadas a alentar a los empleadores, \nlas organizaciones de empleadores, los trabajadores y las organizaciones de \ntrabajadores a introducir medidas de prevención de accidentes.\n\nFuente: División de Estadísticas de las Naciones Unidas\n","dato_global":null,"comparabilidad":"El indicador disponible cumple con los metadatos del indicador de Naciones Unidas.","indicador_meta_enlace":"<a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-08-08-01.pdf\">Metadatos 8-8-1.pdf</a> (solo en inglés)"},"target_number":"8.8","goal_number":"8","indicator_sort_order":"08-08-01"}