{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[{"field":"Particulate matter","value":"PM 2.5"},{"field":"Particulate matter","value":"PM 10"}],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Air emission intensity from the manufacturing industry (EU indicator sdg_09_70)","graph_titles":[],"graph_type":"line","indicator_name":"Air emission intensity from the manufacturing industry (EU indicator sdg_09_70)","indicator_number":"9.4.E1","national_geographical_coverage":"","page_content":"<b>Desired direction:</b> Decrease","permalink":"","precision":[],"progress_status":"alcanzado","reporting_status":"complete","sort":"","sources":[{"organisation":"Department of Industry, Energy Transition and Sustainability","periodicity":"Annual","url":"https://www.euskadi.eus/informazioa/atmosfera-kutsaduraren-estatistika-090203/web01-s2ekono/eu/","url_text":"Air Quality Statistics","logo":"/assets/img/fuentes/Euskadi.png"},{"organisation":"Eustat-Basque Statistics Institute","periodicity":"Annual","url":"https://en.eustat.eus/estadisticas/tema_10/opt_1/temas.html","url_text":"Economic Accounts","logo":"/assets/img/fuentes/Eustat.png"}],"standalone":false,"tags":[],"indicador_disponible":"Air emission intensity from the manufacturing industry (EU indicator sdg_09_70)","objetivo_global":"9- Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation","meta_global":"9.4 By 2030, upgrade infrastructure and retrofit industries to make them sustainable, with increased resource-use efficiency and greater adoption of clean and environmentally sound technologies and industrial processes, with all countries taking action in accordance with their respective capabilities","definicion":"PM10 and PM2.5 emissions per unit of added value in the manufacturing sector","formula":"\n$$PVABEPM_{manufacturing}^{t} = \\frac{EPM_{manufacturing}^{t}}{VAB_{manufacturing\\, 2022}^{t}} $$\n\nwhere:\n\n$EPM_{manufacturing}^{t} =$ emissions of suspended particles from the manufacturing sector in year $t$\n\n$VAB_{manufacturing\\, 2022}^{t} =$ Gross added value of the manufacturing sector in chained volume with \nreference to 2022 in year $t$\n","desagregacion":"\nSuspended particles","observaciones":null,"periodicidad":"Annual","texto_oceca":"Indicator calculated using a methodology harmonised across the central statistical bodies of the autonomous communities","justificacion_global":"\nThe indicator is part of the EU Sustainable Development Goals (SDG) indicator set. \nIt is used to monitor progress towards  SDG 9 on industry, innovation and infrastructure; \nwhich is embedded in the European Commission’s Priorities under the European Green Deal, \nEconomy that works for people and European way of life. \n\nSDG 9 recognises the importance of technological progress and innovation for finding lasting \nsolutions to social, economic and environmental challenges such as the creation of new jobs \nand promotion of resource and energy efficiency. To foster innovation and entrepreneurship, \nSDG 9 also seeks to increase access to financial services for small-scale enterprises and to \nbridge the digital divide by increasing access to information and communication technologies. \n\nThis indicator measures the emissions intensity of particulate matter (PM10 and PM2.5) from the \nmanufacturing sector (NACE Rev. 2 sector ‘C’). Air emissions are defined as flows of gaseous and \nparticulate materials emitted into the atmosphere. \n\nFine and coarse particulates (PM10) are less than 10 micrometres in diameter and can be carried \ndeep into the lungs, where they can cause inflammation and exacerbate the condition of people \nsuffering from heart and lung diseases. \n\nFine particulates (PM2.5) are less than 2.5 micrometres in diameter and are therefore a subset \nof the PM10 particles. Their negative health impacts are more serious than PM10 because they can \nbe drawn further into the lungs and may be more toxic. \n\nEmission intensity is calculated by dividing the sector’s PM emissions by its gross value added \n(GVA), which is defined as output (at basic prices) minus intermediate consumption (at purchaser \nprices). \n\nFuente: Eurostat\n","dato_global":"\n<a href=\"https://ec.europa.eu/eurostat/databrowser/view/sdg_09_70/default/table?lang=en&category=sdg.sdg_09\">Air emission intensity from industry (sdg_09_70)</a> Eurostat\n","comparabilidad":"The available indicator complies with European Union metadata.","indicador_meta_enlace":"<a href=\"https://ec.europa.eu/eurostat/cache/metadata/en/sdg_09_70_esmsip2.htm\">Metadata sdg_09_70.pdf</a>","national_data_updated_date":"2025-09-29","national_metadata_updated_date":"2025-06-13","es":{"indicador_disponible":"Air emission intensity from the manufacturing industry (EU indicator sdg_09_70)","objetivo_global":"9- Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation","meta_global":"9.4 By 2030, upgrade infrastructure and retrofit industries to make them sustainable, with increased resource-use efficiency and greater adoption of clean and environmentally sound technologies and industrial processes, with all countries taking action in accordance with their respective capabilities","definicion":"Emisiones de PM10 y PM2,5 por unidad de valor añadido del sector manufacturero","formula":"\n$$PVABEPM_{manufacturero}^{t} = \\frac{EPM_{manufacturero}^{t}}{VAB_{manufacturero\\, 2022}^{t}} $$\n\ndonde:\n\n$EPM_{manufacturero}^{t} =$ emisiones de partículas en suspensión del sector manufacturero en el año $t$\n\n$VAB_{manufacturero\\, 2022}^{t} =$ valor añadido bruto del sector manufacturero en volumen encadenado con referencia 2022 en el año  $t$\n","desagregacion":"\nPartículas en suspensión","observaciones":null,"periodicidad":"Annual","texto_oceca":"Indicator calculated using a methodology harmonised across the central statistical bodies of the autonomous communities","justificacion_global":"\nEl indicador forma parte del conjunto de indicadores de los Objetivos de Desarrollo \nSostenible (ODS) de la UE. Se utiliza para supervisar el progreso hacia el ODS 9 sobre \nindustria, innovación e infraestructura, que está integrado en las prioridades de la \nComisión Europea en el marco del Pacto Verde Europeo, una economía al servicio de las \npersonas y un modo de vida europeo. \n\nEl ODS 9 reconoce la importancia del progreso tecnológico y la innovación para \nencontrar soluciones duraderas a los desafíos sociales, económicos y medioambientales, \ncomo la creación de nuevos puestos de trabajo y la promoción de la eficiencia energética \ny de los recursos. Para fomentar la innovación y el espíritu emprendedor, el ODS 9 \ntambién busca aumentar el acceso a los servicios financieros para las pequeñas empresas \ny reducir la brecha digital aumentando el acceso a las tecnologías de la información y la comunicación.\n\nEste indicador mide la intensidad de las emisiones de partículas en suspensión (PM10 y PM2,5) \ndel sector manufacturero (sector C de la NACE Rev. 2). Las emisiones atmosféricas se definen como \nflujos de materiales gaseosos y particulados emitidos a la atmósfera. \n\nLas partículas finas y gruesas \n(PM10) tienen un diámetro inferior a 10 micrómetros y pueden llegar a las zonas más profundas de \nlos pulmones, donde pueden causar inflamación y agravar el estado de salud de las personas que \npadecen enfermedades cardíacas y pulmonares. \n\nLas partículas finas (PM2,5) tienen un \ndiámetro inferior a 2,5 micrómetros y, por tanto, son un subconjunto de las partículas PM10. \nSus efectos negativos para la salud son más graves que los de las PM10 porque pueden llegar a \nmayores niveles en los pulmones y pueden ser más tóxicas. \n\nLa intensidad de las emisiones \nse calcula dividiendo las emisiones de PM del sector por su valor añadido bruto (VAB), que \nse define como la producción (a precios básicos) menos el consumo intermedio (a precios de comprador).\n\nFuente: Eurostat\n","dato_global":"\n<a href=\"https://ec.europa.eu/eurostat/databrowser/view/sdg_09_70/default/table?lang=en&category=sdg.sdg_09\">Intensidad de las emisiones atmosféricas de la industria (sdg_09_70)</a> Eurostat\n","comparabilidad":"El indicador disponible cumple con los metadatos del indicador de la Unión Europea.","indicador_meta_enlace":"<a href=\"https://ec.europa.eu/eurostat/cache/metadata/en/sdg_09_70_esmsip2.htm\">Metadatos sdg_09_70.pdf</a> (solo en inglés)"},"target_number":"9.4","goal_number":"9","indicator_sort_order":"09-04-E1"}